[
    {
        "_id": "63738b5b619d8873905ef6fd",
        "Object name": "Coffee pot - Pehtoori",
        "Object number": "8182",
        "Date of recording": "15/3/2022",
        "Context/event/workshop": "Workshop for a group, at Design Museum",
        "Contributor name": "Anonymous",
        "User ID": "501851",
        "End-user community": "Senior citizens",
        "Story ID(#)": "#8182S5",
        "Original language ": "Finnish",
        "Audio recording file name": "PEHTOORI 1, transcription of a recording, Anonymous, 15.3.2022, Helsinki",
        "Start timestamp": "0:02",
        "End timestamp": "0:27",
        "Finnish translation": "Mul on tässä nyt tämmöinen kahvipannu, joka oli heti, joka tuli tossa kun näin nää kuvat, niin mieleen että hei, tossahan on tuttu pannu, mikä on ollut mun kotona jo. Muistaakseni mun sisko on sen ostanut mun äidille. Ja sitä tietysti käytettiin pitkään ihan kahvipannuna ja hyvät soropithan sillä tuli.  ",
        "English translation": "I have here now this kind of a coffee pot. As soon as I saw these pictures, so I was reminded that hey, that’s a familiar pot, that one has been at home. To my recollection, my sister bought it for my mother. And of course, it was used as a coffee pot for a long time, and it did make good coffee. ",
        "Swedish translation": "Jag har här nu en sån här kaffekanna. Så fort jag såg de här bilderna, så kom jag att tänka på att hej, den där är en bekant kanna, den där har varit hemma. Så gott jag minns köpte min syster den till min mamma. Och visst, den användes länge som kaffekanna, och den gjorde gott kaffe. ",
        "Other language translation": "*",
        "Additional info": "*",
        "_datasetid": "55b31e3a-0131-4f3b-ac80-04de70bfafde",
        "_timestamp": 1668517300,
        "_timestamp_year": 2022,
        "_timestamp_month": 11,
        "_timestamp_day": 15,
        "_timestamp_hour": 13,
        "_timestamp_minute": 1,
        "_timestamp_second": 40,
        "_updated": true
    },
    {
        "_id": "63738b5c78ff61337567e278",
        "Object name": "Coffee pot - Pehtoori",
        "Object number": "8182",
        "Date of recording": "15/3/2022",
        "Context/event/workshop": "Workshop for a group, at Design Museum",
        "Contributor name": "Anonymous",
        "User ID": "923304",
        "End-user community": "Senior citizens",
        "Story ID(#)": "#8182S7",
        "Original language ": "Finnish",
        "Audio recording file name": "PEHTOORI 1, transcription of a recording, Anonymous, 15.3.2022, Helsinki",
        "Start timestamp": "0:55",
        "End timestamp": "1:19",
        "Finnish translation": "Mutta ihanat, niinkuin, muistot, ja kahvihetket, mitä sen ääressä on ollut, niin tulee kyllä tästä mieleen ja. Mut ei tää taida enää kovin monessa paikassa ihan kahvipannuna, et tää on enemmän ollut vesipannu sitten jossain vaiheessa monellakin. Tämmösiä muistoja mulle tästä. ",
        "English translation": "But it does bring to my mind the wonderful memories and moments I have had with it. But I don’t think it’s being used as a coffee pot anymore in very many places, but for many it has been more like a water pot at some point. This kind of memories I had of this one. ",
        "Swedish translation": "Men den påminner mig om de underbara minnen och kaffestunder jag har haft med den. Men jag tror inte att den används som kaffekanna längre på särskilt många ställen, men för många har det varit mer som en vattenkanna någon gång. Den här typen av minnen jag hade av den här. ",
        "Other language translation": "*",
        "Additional info": "*",
        "_datasetid": "55b31e3a-0131-4f3b-ac80-04de70bfafde",
        "_timestamp": 1668517261,
        "_timestamp_year": 2022,
        "_timestamp_month": 11,
        "_timestamp_day": 15,
        "_timestamp_hour": 13,
        "_timestamp_minute": 1,
        "_timestamp_second": 1,
        "_updated": true
    },
    {
        "_id": "63738b5c78232564042adf4b",
        "Object name": "Coffee pot - Pehtoori",
        "Object number": "8182",
        "Date of recording": "15/3/2022",
        "Context/event/workshop": "Workshop for a group, at Design Museum",
        "Contributor name": "Anonymous",
        "User ID": "501851",
        "End-user community": "Senior citizens",
        "Story ID(#)": "#8182S6",
        "Original language ": "Finnish",
        "Audio recording file name": "PEHTOORI 1, transcription of a recording, Anonymous, 15.3.2022, Helsinki",
        "Start timestamp": "0:27",
        "End timestamp": "0:55",
        "Finnish translation": "Punainen oli meillä se väri, mikä siinä pannussa oli. Ja se ihanasti pulppusi sen veden tähän kannen päähän, kun se oli, se vesi kiehui siellä. Mut sit viime vaiheessa niin sille kyl kävi niin, et se ei enää ollut kahvipannuna, vaan jossakin vaiheessa se siirtyi sit meidän mökin ulkokeittiöön ja oli siellä kukan kastelukannuna.  ",
        "English translation": "Red was the colour of our pot. And it wonderfully gurgled the water here, to the top end of the cover, when the water boiled inside. But in the final phase it happened, that it was no longer used as a coffee pot, but at some point it was moved to the outdoor kitchen of our cottage, and there it was used as a watering pot. ",
        "Swedish translation": "Rött var färgen på vår kanna. Och när vattnet kokade, vällade det underbart här, till toppen av locket. Men i det sista skedet hände det, att den inte längre användes som kaffekanna, utan någon gång flyttades den till uteköket i vår stuga, och användes som vattenkanna där. ",
        "Other language translation": "*",
        "Additional info": "*",
        "_datasetid": "55b31e3a-0131-4f3b-ac80-04de70bfafde",
        "_timestamp": 1668517231,
        "_timestamp_year": 2022,
        "_timestamp_month": 11,
        "_timestamp_day": 15,
        "_timestamp_hour": 13,
        "_timestamp_minute": 0,
        "_timestamp_second": 31,
        "_updated": true
    },
    {
        "_id": "63738b7bfb9758706e727891",
        "Object name": "*",
        "Object number": "B561",
        "Date of recording": "21/09/2022",
        "Context/event/workshop": "Workshop for a group, at Design Museum",
        "Contributor name": "Hamed Malek Rashed",
        "User ID": "317892",
        "End-user community": "Finnish language students",
        "Story ID(#)": "#B561S1",
        "Original language ": "English",
        "Audio recording file name": "JAPANESE TEAPOT 1, transcription of a recording, Hamed Malek Rashed, 21.9.2022, Helsinki",
        "Start timestamp": "0:00",
        "End timestamp": "0:51",
        "Finnish translation": "Hei! Minun mielipide. Teekannu, japanilainen teekannu. Se on vanha teekannu, ja kaunista. Teekannu käyttävät, jos ihmiset haluavat juoda teetä. Ja teekannu, vanhat ihmisethän käyttävät kiviteekannu. ",
        "English translation": "Hello! My opinion. Teapot, Japanese teapot. It's an old teapot, and a beautiful one. A teapot is used if people want to drink tea. And the teapot, old people use a stone teapot. ",
        "Swedish translation": "Hej! Min åsikt. Tekanna, japansk tekanna. Det är en gammal tekanna, och vacker. En tekanna används om folk vill dricka te. Och tekanna, gamla människor använder en sten tekanna. ",
        "Other language translation": "*",
        "Additional info": "*",
        "_datasetid": "55b31e3a-0131-4f3b-ac80-04de70bfafde",
        "_timestamp": 1668516731,
        "_timestamp_year": 2022,
        "_timestamp_month": 11,
        "_timestamp_day": 15,
        "_timestamp_hour": 12,
        "_timestamp_minute": 52,
        "_timestamp_second": 11
    },
    {
        "_id": "63738b7a78ff61337567e28a",
        "Object name": "Vase - Aalto vase",
        "Object number": "41793",
        "Date of recording": "15/03/2022",
        "Context/event/workshop": "Workshop for a group, at Design Museum",
        "Contributor name": "Liisa Kemppi",
        "User ID": "608474",
        "End-user community": "Senior citizens",
        "Story ID(#)": "#41793S4",
        "Original language ": "Finnish",
        "Audio recording file name": "AALTO VASE 3, transcription of a recording, Liisa Kemppi, 15.3.2022, Helsinki",
        "Start timestamp": "0:00",
        "End timestamp": "0:18",
        "Finnish translation": "Mun nimi on Liisa Kemppi ja mä valitsin Aalto-maljakon, Alvar Aallon suunnitteleman. Tää on niin klassisen kaunis, hillitty, ja mielenkiintoinen muotoilu. Erikoisen kaunis –tos (?).",
        "English translation": "My name is Liisa Kemppi and I chose the Aalto vase, designed by Alvar Aalto. This is so classically beautiful, composed, and interesting design. Particularly beautiful - (?).",
        "Swedish translation": "Jag heter Liisa Kemppi och jag valde Aalto-vasen, designad av Alvar Aalto. Den här är så klassiskt vacker, dämpad, och intressant design. Särskilt vacker - (?).",
        "Other language translation": "*",
        "Additional info": "*",
        "_datasetid": "55b31e3a-0131-4f3b-ac80-04de70bfafde",
        "_timestamp": 1668516730,
        "_timestamp_year": 2022,
        "_timestamp_month": 11,
        "_timestamp_day": 15,
        "_timestamp_hour": 12,
        "_timestamp_minute": 52,
        "_timestamp_second": 10
    },
    {
        "_id": "63738b7a4d6d36651d600e22",
        "Object name": "Vase - Aalto vase",
        "Object number": "41793",
        "Date of recording": "17/03/2022",
        "Context/event/workshop": "Lahti",
        "Contributor name": "Riitta Katriina Louhensalo",
        "User ID": "788016",
        "End-user community": "Senior citizens",
        "Story ID(#)": "#41793S5",
        "Original language ": "Finnish",
        "Audio recording file name": "AALTO VASE 5, transcription of a recording, Riitta Katriina Louhensalo, 17.3.2022, Lahti",
        "Start timestamp": "1:25",
        "End timestamp": "1:42",
        "Finnish translation": "Harmaa, savun harmaa. Tulee mieleen lähde, metsälähde, tästä Aalto-vaasista. Itse olen aivan hulluna Aalto-vaaseihin. ",
        "English translation": "Gray, smoke gray. A spring comes to mind, a spring in the forest, from this Aalto vase. Personally, I'm absolutely crazy about Aalto vases. ",
        "Swedish translation": "Grå, rökgrå. En källa kommer att tänka på, en källa i skogen, från denna Aalto-vas. Själv är jag helt galen i Aalto-vaser. ",
        "Other language translation": "*",
        "Additional info": "*",
        "_datasetid": "55b31e3a-0131-4f3b-ac80-04de70bfafde",
        "_timestamp": 1668516730,
        "_timestamp_year": 2022,
        "_timestamp_month": 11,
        "_timestamp_day": 15,
        "_timestamp_hour": 12,
        "_timestamp_minute": 52,
        "_timestamp_second": 10
    },
    {
        "_id": "63738b7aec6863140217f380",
        "Object name": "Vase - Aalto vase",
        "Object number": "41793",
        "Date of recording": "17/03/2022",
        "Context/event/workshop": "Lahti",
        "Contributor name": "Terttu Valonen",
        "User ID": "677821",
        "End-user community": "Senior citizens",
        "Story ID(#)": "#41793S6",
        "Original language ": "Finnish",
        "Audio recording file name": "AALTO VASE 4, transcription of a recording, Terttu Valonen, 17.3.2022, Lahti",
        "Start timestamp": "1:07",
        "End timestamp": "1:59",
        "Finnish translation": "Ja häälahjana aina tuli nää silloin. Nuorempana kaksikymppisenä ja risat naimisiin, niin se oli se hääpöytä oli just näitä tämmösiä tarvikkeita. Että mä en näistä ihan varmasti muista kaikista, että onko ne häälahjoja, mutta luulen että melkein on kaikki, mitä on. On Fiskarsin saksia. Sitten myöhemmin on tullut tämä Aalto-maljakko. Pieni on mulla. Ja sitten on näitä Myrna-kuppia. Ja yleensäkin kerään, olen tämmöinen, käyn kirpputoreilla ja rakastan kaikkea tämmöistä vanhaa. Ja tota, niitä on nurkat täynnä. Että lapset on huolissaan, mihin me joudutaan noitten tavaroiden kanssa. No, kyllä ne kierrätyskeskukset tyhjentää.  ",
        "English translation": "And one always got these as a wedding present. Getting married in your twenties, so the table of presents was full of this kind of supplies. I’m not quite certain if all of the ones I have were wedding presents, but I think almost all of them were. There are the Fiskars scissors. Then later came this Aalto vase. I have a small one. And then there are these Myrna cups. And in general, I collect, I’m like this, I go to flea markets and I love everything old like this. And well, the house is full. So the children are worried about where we’ll end up with all that stuff. Well, the recycling centres do come and take it. ",
        "Swedish translation": "Och dessa fick man alltid i bröllopspresent. Om man gifte sig i tjugoårsåldern, så presentbordet var fullt av den här sortens förnödenheter. Jag är inte helt säker på om alla de jag har var bröllopspresenter, men jag tror att nästan alla var det. Där finns Fiskars-saxen. Sen kom den här Aalto-vasen. Jag har en liten. Och så finns det de här Myrna-kopparna. Och i allmänhet samlar jag, jag är så här, jag går på loppmarknader och jag älskar allt gammalt som det här. Och ja, huset är fullt. Så barnen är oroliga för var vi kommer att hamna med allt det där. Jo, återvinningscentralerna kommer och tar det. ",
        "Other language translation": "*",
        "Additional info": "*",
        "_datasetid": "55b31e3a-0131-4f3b-ac80-04de70bfafde",
        "_timestamp": 1668516730,
        "_timestamp_year": 2022,
        "_timestamp_month": 11,
        "_timestamp_day": 15,
        "_timestamp_hour": 12,
        "_timestamp_minute": 52,
        "_timestamp_second": 10
    },
    {
        "_id": "63738b79461cf10d8073bc9a",
        "Object name": "Vase - Aalto vase",
        "Object number": "41793",
        "Date of recording": "08/03/2022",
        "Context/event/workshop": "Orimattila",
        "Contributor name": "Kirsti L",
        "User ID": "561211",
        "End-user community": "General audience",
        "Story ID(#)": "#41793S1",
        "Original language ": "Finnish",
        "Audio recording file name": "AALTO VASE 2, transcription of a recording, 8.3.2022, Orimattila",
        "Start timestamp": "0:00",
        "End timestamp": "0:49",
        "Finnish translation": "Oli äitini hienoin esine. Sitä hänellä ei olisi itsellä ollut koskaan mahdollisuutta ostaa, mutta hän sai sellaisen 50-vuotislahjaksi. Ja kun äitini 60-vuotiaana kuoli, niin sitten se jälkeen niin mä perin tämän maljakon. Ja mun kotini oli sellaista tyypillistä 1960-1970-luvun tavarakokoelmaa, joten design oli siitä kaukana. Mutta jo siinä vaiheessa sitten kun huomasin, että tätähän voi käyttää, niin se toi erilaisiin tilanteisiin, niin iloon kuin murheeseenkin, niin oman semmosen merkittävän viestinsä.  ",
        "English translation": "It was my mother's finest object. She would never have had the opportunity to buy it herself, but she received one as a present for her 50th birthday. And when my mother died at the age of 60, then after that I inherited this vase. And my home was a typical collection of goods from the 1960s and 1970s, so design was far from it. But already at that point I realized that this can be used, and then it brought its own significant message to various situations, both to joy and sorrow. ",
        "Swedish translation": "Det var min mammas finaste föremål. Hon skulle aldrig ha haft möjlighet att köpa den själv, men hon fick en i 50-årspresent. Och när min mamma dog vid 60 års ålder, sedan ärvde jag den här vasen. Och mitt hem var en typisk samling av varor från 1960- och 1970-talen, så design var långt ifrån det. Men redan då insåg jag att detta kan användas, och då förde det sitt eget betydelsefullt budskap till olika situationer, både till glädje och sorg. ",
        "Other language translation": "*",
        "Additional info": "*",
        "_datasetid": "55b31e3a-0131-4f3b-ac80-04de70bfafde",
        "_timestamp": 1668516729,
        "_timestamp_year": 2022,
        "_timestamp_month": 11,
        "_timestamp_day": 15,
        "_timestamp_hour": 12,
        "_timestamp_minute": 52,
        "_timestamp_second": 9
    },
    {
        "_id": "63738b79619d8873905ef70f",
        "Object name": "Vase - Aalto vase",
        "Object number": "41793",
        "Date of recording": "08/03/2022",
        "Context/event/workshop": "Orimattila",
        "Contributor name": "Kirsti L",
        "User ID": "561211",
        "End-user community": "General audience",
        "Story ID(#)": "#41793S2",
        "Original language ": "Finnish",
        "Audio recording file name": "AALTO VASE 2, transcription of a recording, 8.3.2022, Orimattila",
        "Start timestamp": "0:49",
        "End timestamp": "1:28",
        "Finnish translation": "Myöhemmin ja nimenomaan eilen, kun mietin tätä tämän päivän tapaamista ja vilkaisin Designmuseon sivujakin, niin haluan ajatella vähän toisestakin näkökulmasta. Siitä, että loppujen lopuksi ne esineet, jotka nyt, joiden hankkiminen minullekin tällä hetkellä on ollut mahdollista, joku valaisin tai joku muu, niin ne muodostavat sellaisen uudenlaisen näkökulman minun elämääni.  ",
        "English translation": "Later and specifically yesterday, when I thought about this meeting today and even looked at the website of the Design Museum, I want to also think from a different point of view. From the point of view that, after all, the objects which now, which it has been possible for me to acquire, some lamp or some other object, they form like a new kind of perspective to my life. ",
        "Swedish translation": "Senare och specifikt igår, när jag tänkte på det här mötet idag och till och med tittade på Designmuseets hemsida, vill jag också tänka från en annan synvinkel. Ur den synvinkeln att trots allt de föremål som nu, som det har varit möjligt för mig att skaffa mig, någon lampa eller något annat föremål, de bildar som ett nytt slags perspektiv på mitt liv. ",
        "Other language translation": "*",
        "Additional info": "*",
        "_datasetid": "55b31e3a-0131-4f3b-ac80-04de70bfafde",
        "_timestamp": 1668516729,
        "_timestamp_year": 2022,
        "_timestamp_month": 11,
        "_timestamp_day": 15,
        "_timestamp_hour": 12,
        "_timestamp_minute": 52,
        "_timestamp_second": 9
    },
    {
        "_id": "63738b7978232564042adf5d",
        "Object name": "Vase - Aalto vase",
        "Object number": "41793",
        "Date of recording": "08/03/2022",
        "Context/event/workshop": "Orimattila",
        "Contributor name": "Kirsti L",
        "User ID": "561211",
        "End-user community": "General audience",
        "Story ID(#)": "#41793S3",
        "Original language ": "Finnish",
        "Audio recording file name": "AALTO VASE 2, transcription of a recording, 8.3.2022, Orimattila",
        "Start timestamp": "1:28",
        "End timestamp": "2:31",
        "Finnish translation": "Ja nyt kun sitten näinä päivinä olen miettinyt ihan kovasti sitä, että mitä meiltä suomalaisina vaaditaan, niin että meidän kansallinen näkymä tulevaisuuteen pysyisi valoisana. Niin näiden, tuota, uudistava, se uudistava työ, mitä niinkuin näiden esineiden taiteilijat ovat tehneet, niin että meille rakentuu yhtäkkiä mielikuva jostakin pelkistetystä kauneudesta, jota emme aikaisemmin ole oivaltaneet. Niin mä olen ajatellut että Aalto-maljakon luojakaan ei ole tiennyt, missä kaikissa tilanteissa hänen maljakkonsa on läsnä, ja minkälaisissa tilanteissa se valaisee päivää silloin kun me tarvitsemme erityisiä toivonsäteitä. ",
        "English translation": "And now that these days I have been thinking hard about what is required of us Finns, so that our national outlook for the future would remain bright. So these, well, renewing, the renewing work that the artists who made these objects have done, so that we suddenly have an image of some simplified beauty that we have not realized before. So I have thought that even the creator of the Aalto vase did not know in which situations his vase will be present, and in what situations it will illuminate the day when we are in need of special rays of hope. ",
        "Swedish translation": "Och när jag nu i dessa dagar har funderat hårt på vad som krävs av oss finländare, för att vår nationella framtidsutsikt ska förbli ljus. Så dessa, ja, förnyande, det förnyande arbete som konstnärerna som gjort dessa föremål har gjort, så att vi plötsligt har en bild av någon förenklad skönhet som vi inte har insett tidigare. Så jag har trott att ens skaparen av Aalto-vasen inte visste i vilka situationer hans vas kommer att finnas, och i vilka situationer den kommer att lysa upp dagen då vi är i behov av speciella strålar av hopp. ",
        "Other language translation": "*",
        "Additional info": "*",
        "_datasetid": "55b31e3a-0131-4f3b-ac80-04de70bfafde",
        "_timestamp": 1668516729,
        "_timestamp_year": 2022,
        "_timestamp_month": 11,
        "_timestamp_day": 15,
        "_timestamp_hour": 12,
        "_timestamp_minute": 52,
        "_timestamp_second": 9
    },
    {
        "_id": "63738b78f3d1b15c7d3cd207",
        "Object name": "Stool - Stool 60",
        "Object number": "44163",
        "Date of recording": "15/03/2022",
        "Context/event/workshop": "Workshop for a group, at Design Museum",
        "Contributor name": "Marke Kaskimies",
        "User ID": "652225",
        "End-user community": "Senior citizens",
        "Story ID(#)": "#44163S3",
        "Original language ": "Finnish",
        "Audio recording file name": "STOOL 60 - 2, transcription of a recording, Marke Kaskimies, 15.3.2022, Helsinki",
        "Start timestamp": "0:30",
        "End timestamp": "1:00",
        "Finnish translation": "Sitten mun täti kuoli, ja silläkin oli kaksi ryijyä. Sitten kukaan ei niitäkään huolinut, koska nykyisin asunnot on niin matalia, että ne vaatii semmoisen korkeamman, kolmen, neljän metrin huoneiston. Ja sitten mä vein sen taas sinne Suomen Valkonauhaliittoon Liisankadulle. Siellä ne roikkuu, pestynä ja kauniina. Mutta ryijyt ei taida näihin nykyasuntoihin oikein mahtua. ",
        "English translation": "Then my aunt died, and she also had two rugs. Then no one wanted those either, because nowadays the apartments are so low, and they require a higher, three, four meter apartment. And then I took it there again, to the Finnish White Ribbon Union on Liisankatu. There they hang, washed and beautiful. But rugs don’t really fit into these modern apartments. ",
        "Swedish translation": "Sedan dog min moster, och hon hade också två ryor. Då var det ingen som ville ha dom heller, för nu är lägenheterna så låga, och de kräver en högre, tre, fyra meters lägenhet. Och så tog jag den dit igen, till Finska Vita Bandets Union på Liisankatu. Där hänger de, tvättade och vackra. Men ryor passar inte riktigt in i dessa moderna lägenheter. ",
        "Other language translation": "*",
        "Additional info": "*",
        "_datasetid": "55b31e3a-0131-4f3b-ac80-04de70bfafde",
        "_timestamp": 1668516728,
        "_timestamp_year": 2022,
        "_timestamp_month": 11,
        "_timestamp_day": 15,
        "_timestamp_hour": 12,
        "_timestamp_minute": 52,
        "_timestamp_second": 8
    },
    {
        "_id": "63738b78b6bab71ffc679abb",
        "Object name": "Stool - Stool 60",
        "Object number": "44163",
        "Date of recording": "15/03/2022",
        "Context/event/workshop": "Workshop for a group, at Design Museum",
        "Contributor name": "Marke Kaskimies",
        "User ID": "652225",
        "End-user community": "Senior citizens",
        "Story ID(#)": "#44163S4",
        "Original language ": "Finnish",
        "Audio recording file name": "STOOL 60 - 2, transcription of a recording, Marke Kaskimies, 15.3.2022, Helsinki",
        "Start timestamp": "1:13",
        "End timestamp": "1:41",
        "Finnish translation": "Se mitä tätä olen… Kun sitten mulle tulee mieleen, kun mä tota, olin muuttamassa yhtä vanhaa pariskuntaa, niin siellä oli aika paljon Alvar Aallon esineitä. Ja sitten ne meinasi heittää nää roskiin. Ne nyt oli vähän, niillä ei ollut sitä päällystä, että ne oli vähän kuluneita. Niin mä sitten kysyin, et saanks mä nyt edes ottaa muutaman. Sain, ja sitten minä kunnostin ne. Ja ne on käytössä, ja ne menee pinoon.  ",
        "English translation": "What I have… It comes to mind how I was helping an old couple to move, and there were quite a few Alvar Aalto objects there. And then they were going to throw these in the trash. Now, they were a bit, they did not have that cover, so they were a little worn out. So I asked, if they would atleast let me take a few of them. They let me, and then I refurbished them. And they are in use, and one can stack them. ",
        "Swedish translation": "Vad jag har... Jag tänker på hur jag hjälpte ett gammalt par att flytta, och det fanns en hel del Alvar Aalto -objekt där. Och så skulle de kasta dessa iväg. De var lite, de hade inte det där täcket, så de var lite slitna. Så jag frågade, om de skulle låta mig ta några av dem åtminstone. De lät mig, och sedan renoverade jag dem. Och de är i bruk, och man kan stapla dem. ",
        "Other language translation": "*",
        "Additional info": "*",
        "_datasetid": "55b31e3a-0131-4f3b-ac80-04de70bfafde",
        "_timestamp": 1668516728,
        "_timestamp_year": 2022,
        "_timestamp_month": 11,
        "_timestamp_day": 15,
        "_timestamp_hour": 12,
        "_timestamp_minute": 52,
        "_timestamp_second": 8
    },
    {
        "_id": "63738b7828b056289c6b6f22",
        "Object name": "Stool - Stool 60",
        "Object number": "44163",
        "Date of recording": "15/03/2022",
        "Context/event/workshop": "Workshop for a group, at Design Museum",
        "Contributor name": "Riitta Katriina Louhensalo",
        "User ID": "788016",
        "End-user community": "Senior citizens",
        "Story ID(#)": "#44163S5",
        "Original language ": "Finnish",
        "Audio recording file name": "STOOL 60 - 3, transcription of a recording, Riitta Katriina Louhensalo, 17.3.2022, Lahti",
        "Start timestamp": "3:16",
        "End timestamp": "4:03",
        "Finnish translation": "Kolmijalkainen Aalto-jakkara, Alvar Aallon, Artekin kokoelmista. Meillä oli kotona. Ihan 1950-luvulla olivat vanhempani ostaneet näitä jonkun verran, näitä Aalto-tuotteita, naimisiin mentyään. Elikkä he olivat saaneet sitten vähän niinkuin rahalahjaa, ja kotona näitä oli. Minä sen kanssa putoilin lattialle silloin hyvin pienenä tyttönä, ja pidin sitä aika vaarallisena ja kiikkeränä. Mut kun sen kanssa oikein menettelee, niin sehän on äärettömän mukava.  ",
        "English translation": "Three-legged Aalto stool, by Alvar Aalto, from the collections of Artek. We had these at home. My parents had bought some of these in the 1950s, these Aalto products, after they got married. So they had received some money as a present, and we had these at home. As a little girl, I kept falling on the floor with it, and I thought it was pretty dangerous and rickety. But when you deal with it properly, it is extremely comfortable. ",
        "Swedish translation": "Trebent Aalto pall, av Alvar Aalto, från Arteks samlingar. Dessa hade vi hemma. Mina föräldrar hade köpt några av dessa på 1950-talet, dessa Aalto-produkter, efter att de gifte sig. Så de hade fått lite pengar i present, och dessa hade vi hemma. Som liten flicka föll jag hela tiden på golvet med den, och jag tyckte att den var ganska farlig och rankig. Men när du hanterar det ordentligt är det extremt bekvämt. ",
        "Other language translation": "*",
        "Additional info": "*",
        "_datasetid": "55b31e3a-0131-4f3b-ac80-04de70bfafde",
        "_timestamp": 1668516728,
        "_timestamp_year": 2022,
        "_timestamp_month": 11,
        "_timestamp_day": 15,
        "_timestamp_hour": 12,
        "_timestamp_minute": 52,
        "_timestamp_second": 8
    },
    {
        "_id": "63738b774d6d36651d600e20",
        "Object name": "Stool - Sauna Stool",
        "Object number": "9321",
        "Date of recording": "07/10/2022",
        "Context/event/workshop": "Workshop for a group, at Design Museum",
        "Contributor name": "Sanjeewa Pawantha",
        "User ID": "631141",
        "End-user community": "Asylum seekers",
        "Story ID(#)": "#9321S1",
        "Original language ": "English",
        "Audio recording file name": "SAUNA STOOL 1, Sanjeewa Pawantha, 7.10.2022 Helsinki",
        "Start timestamp": "00:00",
        "End timestamp": "00:49",
        "Finnish translation": "Itse asiassa tänään, tällä kertaa valitsin tämän puisen jakkaran. Kuulin täältä, että tämä on saunajakkara, mutta mielestäni se on tehty vain puusta. Ja kun siitä on tehty tuoli, jakkara, sen tekemiseen ei ole käytetty yhtään nauloja. Ja ehdotan, että sitä voisi käyttää WC-istuimena potilaille kylpyhuoneessa. Ja se on suunniteltu sen muotoiseksi, että siinä on erittäin mukava istua. Siinä kaikki mitä olen sanonut.",
        "English translation": "Actually, today, this time I selected this wooden stool. I heard from here this is sauna stool, but in my idea it’s made only in wood. And did not use any nails to fix it as a chair, as a stool. And I suggest can use it as a commode for patients in the bathroom. And the design is very comfortable shape to sit. That’s only I have said.",
        "Swedish translation": "Faktiskt idag, denna gång valde jag denna träpall. Jag hörde här att den här är en bastupall, men jag tror att den är gjord bara av trä. Och när den har gjorts till en stol, en pall, har inga spikar använts för att göra den. Och jag föreslår att den skulle kunna användas som toalettsits för patienter i badrummet. Och formen är designad så, att den är väldigt bekväm att sitta på. Det är allt jag har sagt.",
        "Other language translation": "*",
        "Additional info": "The person who told this story also wrote a story about the same object.",
        "_datasetid": "55b31e3a-0131-4f3b-ac80-04de70bfafde",
        "_timestamp": 1668516727,
        "_timestamp_year": 2022,
        "_timestamp_month": 11,
        "_timestamp_day": 15,
        "_timestamp_hour": 12,
        "_timestamp_minute": 52,
        "_timestamp_second": 7
    },
    {
        "_id": "63738b77ec6863140217f37e",
        "Object name": "Stool - Stool 60",
        "Object number": "44163",
        "Date of recording": "15/03/2022",
        "Context/event/workshop": "Workshop for a group, at Design Museum",
        "Contributor name": "Anneli Luoti",
        "User ID": "111333",
        "End-user community": "Senior citizens",
        "Story ID(#)": "#44163S1",
        "Original language ": "Finnish",
        "Audio recording file name": "STOOL 60 - 1, transcription of a recording, Anneli Luoti, 15.3.2022, Helsinki",
        "Start timestamp": "0:08",
        "End timestamp": "0:39",
        "Finnish translation": "Ja on edessä Aalto-jakkara, jossa on sininen istuinosa. Meillä on kotona Artekin tekemä jakkara, jossa on, on selkänoja. Se on meillä arkisessa käytössä ja siinä on hyvä istua. ",
        "English translation": "And in front of me, there is the Aalto stool with a blue seat. At home, we have a stool made by Artek that has a back rest. It is in our everyday use and it is good to sit on. ",
        "Swedish translation": "Och framför mig står Aalto pallen med en blå sits. Hemma har vi en pall tillverkad av Artek som har ryggstöd. Den är i vårt dagliga bruk och den är bra att sitta på. ",
        "Other language translation": "*",
        "Additional info": "*",
        "_datasetid": "55b31e3a-0131-4f3b-ac80-04de70bfafde",
        "_timestamp": 1668516727,
        "_timestamp_year": 2022,
        "_timestamp_month": 11,
        "_timestamp_day": 15,
        "_timestamp_hour": 12,
        "_timestamp_minute": 52,
        "_timestamp_second": 7
    },
    {
        "_id": "63738b77fb9758706e72788f",
        "Object name": "Stool - Stool 60",
        "Object number": "44163",
        "Date of recording": "15/03/2022",
        "Context/event/workshop": "Workshop for a group, at Design Museum",
        "Contributor name": "Marke Kaskimies",
        "User ID": "652225",
        "End-user community": "Senior citizens",
        "Story ID(#)": "#44163S2",
        "Original language ": "Finnish",
        "Audio recording file name": "STOOL 60 - 2, transcription of a recording, Marke Kaskimies, 15.3.2022, Helsinki",
        "Start timestamp": "0:02",
        "End timestamp": "0:30",
        "Finnish translation": "Mä oon Marke, ja valitsin tämmöisen ryijyn. Ja katsoin sieltä takaa, että se on Ritva Puotilan tekemä, Suomen Käsityönystävistä. Kun mun vanhemmat kuoli, niin ne oli teettänyt hänellä sit ison sinisen ryijyn, joka ei tietysti kellekään kelvannut. Ja sitten minä sen vein tuonne Suomen Valkonauhaliittoon. Ja ne ihastui siihen silmin nähden. Ja veivät sen pesulaan. Ja se on siellä, riippuu heidän seinällä. ",
        "English translation": "I'm Marke, and I chose a rug like this. And I checked from behind there, and saw that it is made by Ritva Puotila, from The Friends of Finnish Handicraft. When my parents died, they had ordered a big blue rug from her, which of course no one wanted to take. And then I took it to The Finnish White Ribbon Union. And they fell in love with it, one could see that. And they took it to the laundry. And there it is, hangs on their wall. ",
        "Swedish translation": "Jag är Marke och jag valde en sådan här rya. Och jag kollade där bakifrån och såg att den är gjord av Ritva Puotila, från Finska handarbetets vänner. När mina föräldrar dog hade de beställt en stor blå rya av henne, som såklart ingen ville ta. Och sedan tog jag den till Förbundet Vita Bandet i Finland. Och de blev kära i den, det kunde man se. Och de tog den till tvätteriet. Och där är den, hänger på deras vägg. ",
        "Other language translation": "*",
        "Additional info": "*",
        "_datasetid": "55b31e3a-0131-4f3b-ac80-04de70bfafde",
        "_timestamp": 1668516727,
        "_timestamp_year": 2022,
        "_timestamp_month": 11,
        "_timestamp_day": 15,
        "_timestamp_hour": 12,
        "_timestamp_minute": 52,
        "_timestamp_second": 7
    },
    {
        "_id": "63738b76619d8873905ef70d",
        "Object name": "Shirt - Jokapoika",
        "Object number": "41821",
        "Date of recording": "15/03/2022",
        "Context/event/workshop": "Workshop for a group, at Design Museum",
        "Contributor name": "Eeva-Kaarina Öyry",
        "User ID": "751188",
        "End-user community": "Senior citizens",
        "Story ID(#)": "#41821S3",
        "Original language ": "Finnish",
        "Audio recording file name": "JOKAPOIKA 1, transcription of a group recording, 15.3.2022, Helsinki",
        "Start timestamp": "1:44",
        "End timestamp": "2:52",
        "Finnish translation": "Savoniat on tuttuja mullekin, mut sit mä otan seuraavaksi Jokapoika-paidat. Elikkä mulla on poikia ja miehiä perheessä. Ja sitten mä päätin, että mä kullekin, jokaiselle ostan jossakin vaiheessa oman Jokapojan. Ja aika mielenkiintoista oli se, että toiset halusi käyttää sitä, mut sit oli se vaihe, että en varmaan laita tota päälle, että en mä mikään maripoika oo. Ja se on tyttöpojan paita. Mut nyt sitten, ihan viime vuosina, niin ne nää viisikymppiset pojat on halunneet muistella, ja kaivelleet mökin ullakolta sitä paitaa päällensä. Ihan selvästi. Ja se on kestävä paita. Voi melkein sanoa, että isältä pojalle.  ",
        "English translation": "Savonia is familiar to me too, but next I will take the Jokapoika shirt. I have boys and men in my family. And then I decided that for each one of them, I will buy a Jokapoika shirt at some point. And it was pretty interesting that, some of them wanted to use it, but then there was a phase where they said, I certainly won’t be wearing that one, I’m not a boy that wears Marimekko. And that it’s a shirt for a girlish boy. But now, in recent years, the same boys that are now in their fifties, have wanted to look back, and look for the shirt from the attic of the cottage, and put it on. Quite clearly. And it's a durable shirt. You can almost say that it goes from father to son. ",
        "Swedish translation": "Savonia är bekant för mig också, men nu ska jag ta Jokapoika-skjortan. Jag har pojkar och män i min familj. Och så bestämde jag mig, att för var och en av dem ska jag köpa en Jokapoika-tröja någon gång. Och det var ganska intressant att några av dem ville använda det, men sedan kom det en fas där de sa, jag kommer absolut inte att ha den där, jag är inte en pojke som bär Marimekko. Och att det är en skjorta för en tjejig pojke. Men nu, de senaste åren, har samma pojkar som nu är i femtioårsåldern velat dra sig till minnes, och leta skjortan från stugans vind, och ta på den. Ganska klart. Och det är en beständig skjorta. Man kan nästan säga att det går från far till son. ",
        "Other language translation": "*",
        "Additional info": "*",
        "_datasetid": "55b31e3a-0131-4f3b-ac80-04de70bfafde",
        "_timestamp": 1668516726,
        "_timestamp_year": 2022,
        "_timestamp_month": 11,
        "_timestamp_day": 15,
        "_timestamp_hour": 12,
        "_timestamp_minute": 52,
        "_timestamp_second": 6
    },
    {
        "_id": "63738b7678232564042adf5b",
        "Object name": "Shirt - Jokapoika",
        "Object number": "41821",
        "Date of recording": "17/03/2022",
        "Context/event/workshop": "Lahti",
        "Contributor name": "Riitta Katriina Louhensalo",
        "User ID": "788016",
        "End-user community": "Senior citizens",
        "Story ID(#)": "#41821S4",
        "Original language ": "Finnish",
        "Audio recording file name": "JOKAPOIKA 2, transcription of a recording, Riitta Katriina Louhensalo, 17.3.2022, Lahti",
        "Start timestamp": "1:50",
        "End timestamp": "2:24",
        "Finnish translation": "Nyt muistan. Siis oli semmoinen kuin Klaus Järvinen, musiikkimies. Ja hän käytti näitä Jokapoika-paitoja. Hän esiintyi aika paljon siellä 1960- ja 1970-luvullakin, niin tota noin, televisiossa. Se oli niinkuin tavallaan hänen univormunsa se Jokapoika-paita. Ne on kauniita, ne on upeita. Ja tota, mä olisin aina halunnut, halunnut niinkuin itselleni semmoisen, mutta tota… Ne on vähän niinkuin miehisempiä.  ",
        "English translation": "Now I remember. There was this Klaus Järvinen, a musician. And he wore these Jokapoika shirts. He appeared pretty often in television in the 1960s and 1970s. It was kind of like his uniform, that Jokapoika shirt. They are beautiful, they are stunning. And well, I would have always wanted one like that for myself, but well… They are a little bit like more masculine. ",
        "Swedish translation": "Nu minns jag. Det var den här Klaus Järvinen, en musiker. Och han bar de här Jokapoika-skjortorna. Han dök upp ganska ofta i tv på 1960- och 1970-talen. Den var liksom hans uniform, den där Jokapoika-skjortan. De är vackra, de är fantastiska. Och tja, jag skulle alltid ha velat ha en sådan för mig själv, men tja... De är lite mer maskulina. ",
        "Other language translation": "*",
        "Additional info": "*",
        "_datasetid": "55b31e3a-0131-4f3b-ac80-04de70bfafde",
        "_timestamp": 1668516726,
        "_timestamp_year": 2022,
        "_timestamp_month": 11,
        "_timestamp_day": 15,
        "_timestamp_hour": 12,
        "_timestamp_minute": 52,
        "_timestamp_second": 6
    },
    {
        "_id": "63738b7678ff61337567e288",
        "Object name": "Smart phone: Nokia 9210 Communicator",
        "Object number": "41377",
        "Date of recording": "25/10/2022",
        "Context/event/workshop": "Design Evening",
        "Contributor name": "Anonymous",
        "User ID": "221852",
        "End-user community": "General audience",
        "Story ID(#)": "#41377S1",
        "Original language ": "English",
        "Audio recording file name": "NOKIA 9210 COMMUNICATOR -1, Anonymous, 25.10.2022 Helsinki",
        "Start timestamp": "00:00",
        "End timestamp": "00:11",
        "Finnish translation": "Tämä matkapuhelin muistuttaa minua ajasta, jolloin toivoin, että minulla olisi sellainen, kun olin lapsi. Nyt sen sijaan toivon joskus, että ei olisi älypuhelimia, vain Nokian kännyköitä 90-luvulta.",
        "English translation": "This mobile phone reminds me of the time I wished I had one, when I was a child. Now instead, sometimes I wish there were no smart phones, just Nokia cellphones from the 90’s.\r\n",
        "Swedish translation": "Den här mobiltelefonen påminner mig om tiden när jag önskade att jag hade en, när jag var barn. Nu istället önskar jag ibland, att det inte fanns smarta telefoner, bara Nokia-mobiler från 90-talet.",
        "Other language translation": "*",
        "Additional info": "The person who told this story also wrote a story about the same object.",
        "_datasetid": "55b31e3a-0131-4f3b-ac80-04de70bfafde",
        "_timestamp": 1668516726,
        "_timestamp_year": 2022,
        "_timestamp_month": 11,
        "_timestamp_day": 15,
        "_timestamp_hour": 12,
        "_timestamp_minute": 52,
        "_timestamp_second": 6
    },
    {
        "_id": "63738b75b6bab71ffc679ab9",
        "Object name": "Scissors - Fiskars",
        "Object number": "44174",
        "Date of recording": "17/03/2022",
        "Context/event/workshop": "Lahti",
        "Contributor name": "Terttu Valonen",
        "User ID": "677821",
        "End-user community": "Senior citizens",
        "Story ID(#)": "#44174S4",
        "Original language ": "Finnish",
        "Audio recording file name": "SCISSORS, FISKARS 1, transcription of a recording, Terttu Valonen, 17.3.2022, Lahti",
        "Start timestamp": "0:16",
        "End timestamp": "0:37",
        "Finnish translation": "Ja nämä kaikki esineet, niin on mulle tuttuja. Nää on melkein saatu häälahjaksi, kun mut on vihitty 1961. Ja nuorisojen talolla (?) on ollut isot häät. Ja mä kattelen näitä, niin siel on pataa ja Pehtoorin pannu, punainen ja. ",
        "English translation": "And all these objects, they are familiar to me. Mostly, I have received them as a wedding present, as I got married in 1961. And there was a big wedding at the youth house (?). And as I look at these, so there is the pot and the red Pehtoori pot, and. ",
        "Swedish translation": "Och alla dessa föremål, de är bekanta för mig. Mest har jag fått dem i bröllopspresent, då jag gifte mig 1961. Och det var ett stort bröllop på ungdomshuset (?). Och när jag tittar på dessa, så där är grytan och den röda Pehtoori-kannan, och. ",
        "Other language translation": "*",
        "Additional info": "*",
        "_datasetid": "55b31e3a-0131-4f3b-ac80-04de70bfafde",
        "_timestamp": 1668516725,
        "_timestamp_year": 2022,
        "_timestamp_month": 11,
        "_timestamp_day": 15,
        "_timestamp_hour": 12,
        "_timestamp_minute": 52,
        "_timestamp_second": 5
    },
    {
        "_id": "63738b7528b056289c6b6f20",
        "Object name": "Shirt - Jokapoika",
        "Object number": "41821",
        "Date of recording": "22/03/2022",
        "Context/event/workshop": "Laajasalo",
        "Contributor name": "Ana Rodrigues",
        "User ID": "111222",
        "End-user community": "Senior citizens",
        "Story ID(#)": "#41821S1",
        "Original language ": "Finnish",
        "Audio recording file name": "JERRY 2, Group recording, 22.3.2022, Laajasalo",
        "Start timestamp": "2:58",
        "End timestamp": "3:46",
        "Finnish translation": "Ja jos saan sanoa maripaidasta vielä, että mä olin aina ihmetellyt mikä vitsi niissä paidoissa on, koska ne on aika rumia minusta. Mutta hyvin suosittuja. Ja mulla oli yksi työkaveri, joka aina käytti maripaitoja työpaitoina toimistossa. Ei ollut virka-asua, ei mitään, vaan aina maripaita. Hänellä oli useita, erivärisiä. Ja se oli, aina ajateltiin, että Lisse, se joka käyttää niitä maripaitoja. Ja näin oli. Nää on mun muistot näistä maripaidoista, muuta en voi sanoa. ",
        "English translation": "And if I may say more about the Marimekko shirt, so I have always wondered what’s the deal with those shirts, because they are pretty ugly to me. But very popular. And I had one coworker who always wore Marimekko shirts at work in the office. There was no uniform, nothing, but always a Marimekko shirt. He/she had several of them, in different colors. And it was, it was always thought, that Lisse, the one who wears those Marimekko shirts. And so it was. These were my memories of these shirts, that’s all I can say. ",
        "Swedish translation": "Och om jag får säga mer om Marimekko-skjortan, så har jag alltid undrat vad det är med de där skjortorna, för jag tycker att de är ganska fula. Men väldigt populär. Och jag hade en kollega som alltid bar Marimekko-skjortor på jobbet på kontoret. Det fanns ingen uniform, ingenting, men alltid en Marimekko-skjorta. Han/hon hade flera av dem, i olika färger. Och det var, man trodde alltid, att Lisse, hon/han som bär de där Marimekko-skjortorna. Och så var det. De här var mina minnen av dessa skjortor, det är allt jag kan säga. ",
        "Other language translation": "*",
        "Additional info": "*",
        "_datasetid": "55b31e3a-0131-4f3b-ac80-04de70bfafde",
        "_timestamp": 1668516725,
        "_timestamp_year": 2022,
        "_timestamp_month": 11,
        "_timestamp_day": 15,
        "_timestamp_hour": 12,
        "_timestamp_minute": 52,
        "_timestamp_second": 5
    },
    {
        "_id": "63738b75461cf10d8073bc98",
        "Object name": "Shirt - Jokapoika",
        "Object number": "41821",
        "Date of recording": "22/03/2022",
        "Context/event/workshop": "Laajasalo",
        "Contributor name": "Ana Rodrigues",
        "User ID": "111222",
        "End-user community": "Senior citizens",
        "Story ID(#)": "#41821S2",
        "Original language ": "Finnish",
        "Audio recording file name": "JOKAPOIKA 3, transcription of a group recording, 22.3.2022, Laajasalo",
        "Start timestamp": "2:58",
        "End timestamp": "3:46",
        "Finnish translation": "Ja jos saan sanoa maripaidasta vielä, että mä olin aina ihmetellyt mikä vitsi niissä paidoissa on, koska ne on aika rumia minusta. Mutta hyvin suosittuja. Ja mulla oli yksi työkaveri, joka aina käytti maripaitoja työpaitoina toimistossa. Ei ollut virka-asua, ei mitään, vaan aina maripaita. Hänellä oli useita, erivärisiä. Ja se oli, aina ajateltiin, että Lisse, se joka käyttää niitä maripaitoja. Ja näin oli. Nää on mun muistot näistä maripaidoista, muuta en voi sanoa. ",
        "English translation": "And if I may say more about the Marimekko shirt, so I have always wondered what’s the deal with those shirts, because they are pretty ugly to me. But very popular. And I had one coworker who always wore Marimekko shirts at work in the office. There was no uniform, nothing, but always a Marimekko shirt. He/she had several of them, in different colors. And it was, it was always thought, that Lisse, the one who wears those Marimekko shirts. And so it was. These were my memories of these shirts, that’s all I can say. ",
        "Swedish translation": "Och om jag får säga mer om Marimekko-skjortan, så har jag alltid undrat vad det är med de där skjortorna, för jag tycker att de är ganska fula. Men väldigt populär. Och jag hade en kollega som alltid bar Marimekko-skjortor på jobbet på kontoret. Det fanns ingen uniform, ingenting, men alltid en Marimekko-skjorta. Han/hon hade flera av dem, i olika färger. Och det var, man trodde alltid, att Lisse, hon/han som bär de där Marimekko-skjortorna. Och så var det. De här var mina minnen av dessa skjortor, det är allt jag kan säga. ",
        "Other language translation": "*",
        "Additional info": "*",
        "_datasetid": "55b31e3a-0131-4f3b-ac80-04de70bfafde",
        "_timestamp": 1668516725,
        "_timestamp_year": 2022,
        "_timestamp_month": 11,
        "_timestamp_day": 15,
        "_timestamp_hour": 12,
        "_timestamp_minute": 52,
        "_timestamp_second": 5
    },
    {
        "_id": "63738b74ec6863140217f37c",
        "Object name": "Scissors - Fiskars",
        "Object number": "44174",
        "Date of recording": "22/03/2022",
        "Context/event/workshop": "Laajasalo",
        "Contributor name": "Ana Rodrigues",
        "User ID": "111222",
        "End-user community": "Senior citizens",
        "Story ID(#)": "#44174S1",
        "Original language ": "Finnish",
        "Audio recording file name": "JERRY 2, Group recording, 22.3.2022, Laajasalo",
        "Start timestamp": "2:24",
        "End timestamp": "2:58",
        "Finnish translation": "Ja mä olen valinnut tän Fiskarsin sakset sen takia, että minusta ne on nerokkaita. Niiden kanssa on hirveän helppo leikata. Ne aina roikkuu, jos osaa laittaa roikkuu ihan suoraksi. Ja ne on teräviä ja toimivat hyvin. Ja kun kerran on kokenut, millaista on leikata näillä saksilla, mikään muu saksi ei kelpaa mulle. ",
        "English translation": "And I have chosen these Fiskars scissors, because I find them ingenious. They are terribly easy to cut with. They will always hang, if you know how to put them hanging very straight. And they are sharp and work well. And once one has experienced, what it is like to cut with these scissors, no other scissors will do, for me. ",
        "Swedish translation": "Och jag har valt den här Fiskars saxen, för jag tycker att den är genial. Den är fruktansvärt lätta att skära med. Den kommer alltid att hänga om du vet hur man hänger den väldigt rakt. Och den är vass och fungerar bra. Och när man har upplevt hur det är att klippa med denna saxen, så duger ingen annan sax, för mig. ",
        "Other language translation": "*",
        "Additional info": "*",
        "_datasetid": "55b31e3a-0131-4f3b-ac80-04de70bfafde",
        "_timestamp": 1668516724,
        "_timestamp_year": 2022,
        "_timestamp_month": 11,
        "_timestamp_day": 15,
        "_timestamp_hour": 12,
        "_timestamp_minute": 52,
        "_timestamp_second": 4
    },
    {
        "_id": "63738b74fb9758706e72788d",
        "Object name": "Scissors - Fiskars",
        "Object number": "44174",
        "Date of recording": "22/03/2022",
        "Context/event/workshop": "Laajasalo",
        "Contributor name": "Ana Rodrigues",
        "User ID": "111222",
        "End-user community": "Senior citizens",
        "Story ID(#)": "#44174S2",
        "Original language ": "Finnish",
        "Audio recording file name": "SCISSORS, FISKARS 2, transcription of a group recording, 22.3.2022, Laajasalo",
        "Start timestamp": "2:24",
        "End timestamp": "2:58",
        "Finnish translation": "Ja mä olen valinnut tän Fiskarsin sakset sen takia, että minusta ne on nerokkaita. Niiden kanssa on hirveän helppo leikata. Ne aina roikkuu, jos osaa laittaa roikkuu ihan suoraksi. Ja ne on teräviä ja toimivat hyvin. Ja kun kerran on kokenut, millaista on leikata näillä saksilla, mikään muu saksi ei kelpaa mulle. ",
        "English translation": "And I have chosen these Fiskars scissors, because I find them ingenious. They are terribly easy to cut with. They will always hang, if you know how to put them hanging very straight. And they are sharp and work well. And once one has experienced, what it is like to cut with these scissors, no other scissors will do, for me. ",
        "Swedish translation": "Och jag har valt den här Fiskars saxen, för jag tycker att den är genial. Den är fruktansvärt lätta att skära med. Den kommer alltid att hänga om du vet hur man hänger den väldigt rakt. Och den är vass och fungerar bra. Och när man har upplevt hur det är att klippa med denna saxen, så duger ingen annan sax, för mig. ",
        "Other language translation": "*",
        "Additional info": "*",
        "_datasetid": "55b31e3a-0131-4f3b-ac80-04de70bfafde",
        "_timestamp": 1668516724,
        "_timestamp_year": 2022,
        "_timestamp_month": 11,
        "_timestamp_day": 15,
        "_timestamp_hour": 12,
        "_timestamp_minute": 52,
        "_timestamp_second": 4
    },
    {
        "_id": "63738b74f3d1b15c7d3cd205",
        "Object name": "Scissors - Fiskars",
        "Object number": "44174",
        "Date of recording": "22/03/2022",
        "Context/event/workshop": "Maunula",
        "Contributor name": "Anonymous",
        "User ID": "133333",
        "End-user community": "Senior citizens",
        "Story ID(#)": "#44174S3",
        "Original language ": "Finnish",
        "Audio recording file name": "SCISSORS, FISKARS 3, transcription of a recording, Anonymous, 22.3.2022, Maunula",
        "Start timestamp": "0:03",
        "End timestamp": "0:23",
        "Finnish translation": "Ja nämä saksethan on hirveen tarpeelliset. Niitä on käytetty töissä ja niitä on käytetty kotona. Niillä voi… Ne on hyvin hyödylliset, mutta niillä voi myöskin tehdä pahaa. Eli leikellä äidin pöytäliinan hapsuja. Sen pituinen se. ",
        "English translation": "And these scissors are terribly necessary. They have been used at work and they have been used at home. They can… They are very useful, but one can also do harm with them. Such as cut the fringes of the mother's tablecloth. That’s all there is to tell. ",
        "Swedish translation": "Och den här saxen är fruktansvärt nödvändig. De har använts på jobbet och de har använts hemma. De kan... De är mycket användbara, men man kan också göra ont med dem. Det vill säga klippa fransarna på mammans duk. Det är allt som finns att berätta. ",
        "Other language translation": "*",
        "Additional info": "*",
        "_datasetid": "55b31e3a-0131-4f3b-ac80-04de70bfafde",
        "_timestamp": 1668516724,
        "_timestamp_year": 2022,
        "_timestamp_month": 11,
        "_timestamp_day": 15,
        "_timestamp_hour": 12,
        "_timestamp_minute": 52,
        "_timestamp_second": 4
    },
    {
        "_id": "63738b7378232564042adf59",
        "Object name": "Rug - Suo",
        "Object number": "32361",
        "Date of recording": "29/03/2022",
        "Context/event/workshop": "Online workshop",
        "Contributor name": "Pia Hintikka",
        "User ID": "981129",
        "End-user community": "Senior citizens",
        "Story ID(#)": "#32361S14",
        "Original language ": "Finnish",
        "Audio recording file name": "SUO 7, transcription of a recording, Pia Hintikka, 29.3.2022, online",
        "Start timestamp": "0:06",
        "End timestamp": "0:29",
        "Finnish translation": "Muistoja ryijystä. Muistan kun isoäidin kanssa usein kangaspuilla tehtiin kaikenlaista. Mutta mä ryijyn muistan, kun kopioitiin vanha matto, joka oli jo, niin et kuvio oli melkein, ihan, hyvä kun sitä erotti. Ja siitä tuli niin hieno, et sitä ei koskaan mattona käytetty, vaan ryijynä.  ",
        "English translation": "Memories of a rug. I remember when I did all kinds of things with the loom with my grandmother. But about the rug I remember, when we copied an old carpet, that was already like, the pattern was almost, one could almost not see it anymore. And it became so fine, that it was never used as a carpet, but as a rug. ",
        "Swedish translation": "Minnen av en rya. Jag minns när jag gjorde alla möjliga saker med vävstolen med min mormor. Men om ryan minns jag när vi kopierade en gammal matta som redan var liksom, mönstret var nästan, man kunde nästan inte se det längre. Och den blev så fin att den aldrig användes som matta, utan som rya. ",
        "Other language translation": "*",
        "Additional info": "*",
        "_datasetid": "55b31e3a-0131-4f3b-ac80-04de70bfafde",
        "_timestamp": 1668516723,
        "_timestamp_year": 2022,
        "_timestamp_month": 11,
        "_timestamp_day": 15,
        "_timestamp_hour": 12,
        "_timestamp_minute": 52,
        "_timestamp_second": 3
    },
    {
        "_id": "63738b7378ff61337567e286",
        "Object name": "Rug - Suo",
        "Object number": "32361",
        "Date of recording": "29/03/2022",
        "Context/event/workshop": "Online workshop",
        "Contributor name": "Pia Hintikka",
        "User ID": "981129",
        "End-user community": "Senior citizens",
        "Story ID(#)": "#32361S15",
        "Original language ": "Finnish",
        "Audio recording file name": "SUO 7, transcription of a recording, Pia Hintikka, 29.3.2022, online",
        "Start timestamp": "0:29",
        "End timestamp": "0:52",
        "Finnish translation": "Ja se on sitten kiertänyt monella, monessa kodissa. Ja kun se oli minulla, niin huomasin, että siinähän olikin aika paljon virheitä. Et en osaa kyllä nyt sanoa, että teinkö minä ne virheet, vaiko isoäiti. Mutta en ole kyllä korjannut niitä. Ne kuuluu tämmöiseen historiaan, et ne on siellä mukana, ne virheet. ",
        "English translation": "And it has then been in many, many homes. And when I had it, I noticed that there were quite a few mistakes in it. I don’t know now whether I made those mistakes or my grandmother. But I haven't fixed them. They belong to a history like this, that they are there, those mistakes. ",
        "Swedish translation": "Och den har då varit i många, många hem. Och när jag hade den märkte jag att det fanns en hel del misstag i den. Jag vet inte nu om jag gjorde de misstagen eller min mormor. Men jag har inte fixat dem. De hör till en sådan här historia, att de finns där, de där misstagen. ",
        "Other language translation": "*",
        "Additional info": "*",
        "_datasetid": "55b31e3a-0131-4f3b-ac80-04de70bfafde",
        "_timestamp": 1668516723,
        "_timestamp_year": 2022,
        "_timestamp_month": 11,
        "_timestamp_day": 15,
        "_timestamp_hour": 12,
        "_timestamp_minute": 52,
        "_timestamp_second": 3
    },
    {
        "_id": "63738b734d6d36651d600e1e",
        "Object name": "Rug - Suo",
        "Object number": "32361",
        "Date of recording": "17/3/2022",
        "Context/event/workshop": "Lahti",
        "Contributor name": "Riitta Katriina Louhensalo",
        "User ID": "788016",
        "End-user community": "Senior citizens",
        "Story ID(#)": "#32361S16",
        "Original language ": "Finnish",
        "Audio recording file name": "SUO 5, transcription of a recording, Riitta Katriina Louhensalo, 17.3.2022, Lahti",
        "Start timestamp": "0:04",
        "End timestamp": "0:38",
        "Finnish translation": "Ja aloitan tästä ryijystä. Tässä on hyvin paljon semmoisia, tai semmoisia elementtejä, joita näkyy kansantaiteessa. Ja toisaalta sitten aivan ihania, niinkuin okran ja tota, harmaan ja violetin sävyjä. Olisin voinut kuvitella, että tää on vanhempaakin kuin 1975 vuoden tuotantoa. Mutta tota, varsin näyttävä ja kaunis ja upea.  ",
        "English translation": "And I'll start with this rug. There are very many such elements here, that can be seen in folk art. And on the other hand, there are absolutely lovely shades of like, ochre, gray and purple. I could have imagined that this would be older production than 1975. But well, quite spectacular and beautiful and gorgeous. ",
        "Swedish translation": "Och jag börjar med den här ryan. Det finns väldigt många sådana inslag här som kan ses i folkkonsten. Och å andra sidan finns det helt underbara nyanser av liksom, ockra, grått och lila. Jag hade kunnat tänka mig att det här skulle vara äldre produktion än 1975. Men tja, ganska spektakulärt och vackert och ursnyggt. ",
        "Other language translation": "*",
        "Additional info": "*",
        "_datasetid": "55b31e3a-0131-4f3b-ac80-04de70bfafde",
        "_timestamp": 1668516723,
        "_timestamp_year": 2022,
        "_timestamp_month": 11,
        "_timestamp_day": 15,
        "_timestamp_hour": 12,
        "_timestamp_minute": 52,
        "_timestamp_second": 3
    },
    {
        "_id": "63738b72b6bab71ffc679ab7",
        "Object name": "Rug - Suo",
        "Object number": "32361",
        "Date of recording": "15/3/2022",
        "Context/event/workshop": "Workshop for a group, at Design Museum",
        "Contributor name": "Leena Riitinen",
        "User ID": "766242",
        "End-user community": "Senior citizens",
        "Story ID(#)": "#32361S10",
        "Original language ": "Finnish",
        "Audio recording file name": "SUO 1, Leena Riittinen, 15.12.2021 Helsinki",
        "Start timestamp": "0:42",
        "End timestamp": "1:11",
        "Finnish translation": "Ja sit se että, että oli tos puhetta että tää muistuttaa myös aika paljon niinku Eva Brummerin töitä, joka on ollu mulle tota, Eva Brummer on ollut mun, mun tota kuvismaikka koulussa. Et siitä voi niinku kuvitella se että niinku koulun kuviksen opetus on ollu niinku aika, aika tota mites sanos, persoonallista. Ja myös inspiroivaa. Ja se että, et koulu valitsee niinkun taiteilijan kuvismaikaks.  ",
        "English translation": "And there was also a lot of talk about how this one reminds me a lot of Eva Brummer's work, who has been to me, Eva Brummer has been my art teacher at school. You can imagine how the teaching of art has been, how should I put it, quite unique. And also inspiring. And that a school would choose an artist to be the art teacher. ",
        "Swedish translation": "Och vi pratade också mycket om att den här påminner mig mycket om Eva Brummers verk, som har varit för mig, Eva Brummer har varit min bildlärare i skolan. Man kan föreställa hur konstundervisningen har varit, hur ska jag uttrycka det, ganska unik. Och också inspirerande. Och att en skola skulle välja en konstnär som bildlärare.  ",
        "Other language translation": "*",
        "Additional info": "*",
        "_datasetid": "55b31e3a-0131-4f3b-ac80-04de70bfafde",
        "_timestamp": 1668516722,
        "_timestamp_year": 2022,
        "_timestamp_month": 11,
        "_timestamp_day": 15,
        "_timestamp_hour": 12,
        "_timestamp_minute": 52,
        "_timestamp_second": 2
    },
    {
        "_id": "63738b7228b056289c6b6f1e",
        "Object name": "Rug - Suo",
        "Object number": "32361",
        "Date of recording": "15/3/2022",
        "Context/event/workshop": "Workshop for a group, at Design Museum",
        "Contributor name": "Leena Riitinen",
        "User ID": "766242",
        "End-user community": "Senior citizens",
        "Story ID(#)": "#32361S11",
        "Original language ": "Finnish",
        "Audio recording file name": "SUO 1, Leena Riittinen, 15.12.2021 Helsinki",
        "Start timestamp": "1:11",
        "End timestamp": "1:34",
        "Finnish translation": "Ja ryijythän siis sinänsä niinkun kun aattelee et miten pitkä jatkumo se on ollu ja että miten, miten niinku ryijyjä on käy-- ihan oikeesti käytetty, että, et ne on meilkin oli kotona niinku mattoina, sit oli seinävaatteina. Ja sit kun aattelee niinkun koko, koko suomalaista ryijyperintöä niin tota sehän on hirveen niinku monipuolinen tekstiili ollut.  ",
        "English translation": "And the rugs per se, when you think of what a long continuum it has been, and that how, how the rugs have really been used, that at home we had them as carpets, and as wall hangings. And when you think of the whole heritage of Finnish rugs, so, well, it has been a terribly diverse textile. ",
        "Swedish translation": "Och ryorna i och för sig, när man tänker på vilket långt kontinuum det har varit, och att hur, hur ryorna verkligen har använts, att vi hemma hade dem som mattor, och på väggen. Och när man tänker på hela arvet av finska ryor, så, ja, det har varit en fruktansvärt mångsidig textil. ",
        "Other language translation": "*",
        "Additional info": "*",
        "_datasetid": "55b31e3a-0131-4f3b-ac80-04de70bfafde",
        "_timestamp": 1668516722,
        "_timestamp_year": 2022,
        "_timestamp_month": 11,
        "_timestamp_day": 15,
        "_timestamp_hour": 12,
        "_timestamp_minute": 52,
        "_timestamp_second": 2
    },
    {
        "_id": "63738b72461cf10d8073bc96",
        "Object name": "Rug - Suo",
        "Object number": "32361",
        "Date of recording": "15/3/2022",
        "Context/event/workshop": "Workshop for a group, at Design Museum",
        "Contributor name": "Marke Kaskimies",
        "User ID": "652225",
        "End-user community": "Senior citizens",
        "Story ID(#)": "#32361S12",
        "Original language ": "Finnish",
        "Audio recording file name": "SUO 3, Marke Kaskimies, 15.3.2022, Helsinki",
        "Start timestamp": "0:02",
        "End timestamp": "0:30",
        "Finnish translation": "Mä oon Marke, ja valitsin tämmöisen ryijyn. Ja katsoin sieltä takaa, että se on Ritva Puotilan tekemä, Suomen Käsityönystävistä. Kun mun vanhemmat kuoli, niin ne oli teettänyt hänellä sit ison sinisen ryijyn, joka ei tietysti kellekään kelvannut. Ja sitten minä sen vein tuonne Suomen Valkonauhaliittoon. Ja ne ihastui siihen silmin nähden. Ja veivät sen pesulaan. Ja se on siellä, riippuu heidän seinällä. ",
        "English translation": "I'm Marke, and I chose a rug like this. And I checked from behind there, and saw that it is made by Ritva Puotila, from The Friends of Finnish Handicraft. When my parents died, they had ordered a big blue rug from her, which of course no one wanted to take. And then I took it to The Finnish White Ribbon Union. And they fell in love with it, one could see that. And they took it to the laundry. And there it is, hangs on their wall. ",
        "Swedish translation": "Jag är Marke och jag valde en sådan här rya. Och jag kollade där bakifrån och såg att den är gjord av Ritva Puotila, från Finska handarbetets vänner. När mina föräldrar dog hade de beställt en stor blå rya av henne, som såklart ingen ville ta. Och sedan tog jag den till Förbundet Vita Bandet i Finland. Och de blev kära i den, det kunde man se. Och de tog den till tvätteriet. Och där är den, hänger på deras vägg. ",
        "Other language translation": "*",
        "Additional info": "*",
        "_datasetid": "55b31e3a-0131-4f3b-ac80-04de70bfafde",
        "_timestamp": 1668516722,
        "_timestamp_year": 2022,
        "_timestamp_month": 11,
        "_timestamp_day": 15,
        "_timestamp_hour": 12,
        "_timestamp_minute": 52,
        "_timestamp_second": 2
    },
    {
        "_id": "63738b72619d8873905ef70b",
        "Object name": "Rug - Suo",
        "Object number": "32361",
        "Date of recording": "15/3/2022",
        "Context/event/workshop": "Workshop for a group, at Design Museum",
        "Contributor name": "Marke Kaskimies",
        "User ID": "652225",
        "End-user community": "Senior citizens",
        "Story ID(#)": "#32361S13",
        "Original language ": "Finnish",
        "Audio recording file name": "SUO 3, Marke Kaskimies, 15.3.2022, Helsinki",
        "Start timestamp": "0:30",
        "End timestamp": "1:00",
        "Finnish translation": "Sitten mun täti kuoli, ja silläkin oli kaksi ryijyä. Sitten kukaan ei niitäkään huolinut, koska nykyisin asunnot on niin matalia, että ne vaatii semmoisen korkeamman, kolmen, neljän metrin huoneiston. Ja sitten mä vein sen taas sinne Suomen Valkonauhaliittoon Liisankadulle. Siellä ne roikkuu, pestynä ja kauniina. Mutta ryijyt ei taida näihin nykyasuntoihin oikein mahtua. ",
        "English translation": "Then my aunt died, and she also had two rugs. Then no one wanted those either, because nowadays the apartments are so low, and they require a higher, three, four meter apartment. And then I took it there again, to the Finnish White Ribbon Union on Liisankatu. There they hang, washed and beautiful. But rugs don’t really fit into these modern apartments. ",
        "Swedish translation": "Sedan dog min moster, och hon hade också två ryor. Då var det ingen som ville ha dom heller, för nu är lägenheterna så låga, och de kräver en högre, tre, fyra meters lägenhet. Och så tog jag den dit igen, till Finska Vita Bandets Union på Liisankatu. Där hänger de, tvättade och vackra. Men ryor passar inte riktigt in i dessa moderna lägenheter. ",
        "Other language translation": "*",
        "Additional info": "*",
        "_datasetid": "55b31e3a-0131-4f3b-ac80-04de70bfafde",
        "_timestamp": 1668516722,
        "_timestamp_year": 2022,
        "_timestamp_month": 11,
        "_timestamp_day": 15,
        "_timestamp_hour": 12,
        "_timestamp_minute": 52,
        "_timestamp_second": 2
    },
    {
        "_id": "63738b71ec6863140217f37a",
        "Object name": "Rug - Suo",
        "Object number": "32361",
        "Date of recording": "17/3/2022",
        "Context/event/workshop": "Lahti",
        "Contributor name": "Kristiina Haara",
        "User ID": "139120",
        "End-user community": "Senior citizens",
        "Story ID(#)": "#32361S7",
        "Original language ": "Finnish",
        "Audio recording file name": "SUO 4, transcription of a recording, Kristiina Haara, 17.3.2022, Lahti",
        "Start timestamp": "1:01",
        "End timestamp": "1:30",
        "Finnish translation": "Ja kun tätä ryijyä katsoo, niin siinä tulee semmoinen lämmin olo. Ja semmoinen rauhallinen. Et vähän niinkuin muu maailma unohtuu. Ja muistan lapsena myös, miten ihanaa oli silittää sitä ryijyä. Et tässä on vielä erikoisen kauniit ja semmoiset lämpöiset värit, jotka lisää vielä sitä rauhallisuuden tunnetta.  ",
        "English translation": "And when one looks at this rug, one gets like a warm feeling. And like calm. Like one forget’s the rest of the world. And I also remember how wonderful it was to stroke that rug when I was a child. So this one even has particularly beautiful and, like, warm colours, which add to that sense of calmness. ",
        "Swedish translation": "Och när man tittar på den här ryan får man en varm känsla. Och som lugn. Som att man glömmer resten av världen. Och jag minns också hur underbart det var att stryka den där ryan när jag var barn. Så den här har till och med särskilt vackra och, liksom, varma färger, vilket bidrar till den känslan av lugn. ",
        "Other language translation": "*",
        "Additional info": "*",
        "_datasetid": "55b31e3a-0131-4f3b-ac80-04de70bfafde",
        "_timestamp": 1668516721,
        "_timestamp_year": 2022,
        "_timestamp_month": 11,
        "_timestamp_day": 15,
        "_timestamp_hour": 12,
        "_timestamp_minute": 52,
        "_timestamp_second": 1
    },
    {
        "_id": "63738b71fb9758706e72788b",
        "Object name": "Rug - Suo",
        "Object number": "32361",
        "Date of recording": "15/3/2022",
        "Context/event/workshop": "Workshop for a group, at Design Museum",
        "Contributor name": "Leena Riitinen",
        "User ID": "766242",
        "End-user community": "Senior citizens",
        "Story ID(#)": "#32361S8",
        "Original language ": "Finnish",
        "Audio recording file name": "SUO 1, Leena Riittinen, 15.12.2021 Helsinki",
        "Start timestamp": "0:00",
        "End timestamp": "0:10",
        "Finnish translation": "Ja mul on kuva tästä Ritva Puotilan ryijystä, jota en kyl tosin tiennyt et se oli Ritva Puotila kun tuolla ylhäällä näitä esineitä valittiin et mikä on niinku semmosta itelle kiva.  ",
        "English translation": "And I have a picture of this rug from Ritva Puotila, though I didn’t know it was done by Ritva Puotila when I chose it. We chose these objects up there according to what we found nice.  ",
        "Swedish translation": "Och jag har en bild på den här ryan från Ritva Puotila, även om jag inte visste att den gjordes av Ritva Puotila när jag valde den. Vi valde dessa föremål där uppe efter vad vi tyckte var trevligt. ",
        "Other language translation": "*",
        "Additional info": "*",
        "_datasetid": "55b31e3a-0131-4f3b-ac80-04de70bfafde",
        "_timestamp": 1668516721,
        "_timestamp_year": 2022,
        "_timestamp_month": 11,
        "_timestamp_day": 15,
        "_timestamp_hour": 12,
        "_timestamp_minute": 52,
        "_timestamp_second": 1
    },
    {
        "_id": "63738b71f3d1b15c7d3cd203",
        "Object name": "Rug - Suo",
        "Object number": "32361",
        "Date of recording": "15/3/2022",
        "Context/event/workshop": "Workshop for a group, at Design Museum",
        "Contributor name": "Leena Riitinen",
        "User ID": "766242",
        "End-user community": "Senior citizens",
        "Story ID(#)": "#32361S9",
        "Original language ": "Finnish",
        "Audio recording file name": "SUO 1, Leena Riittinen, 15.12.2021 Helsinki",
        "Start timestamp": "0:10",
        "End timestamp": "0:42",
        "Finnish translation": "Ja, ja tota ryijyt on mulle jotenkin hirveen rakas sen takia et niit on aina ollut kotona paljon. Ja sit  mul tulee niinku ryijystä mieleen kesäpäivä, kun äiti istuu kansituolissa ja niinkun käsin, mikskä sitä nyt sanotaan, ompelee ryijyä. Ja aurinko paistaa ja on kesä ja järvi on vieressä, tosin sen aikaset järvet oli aika saastuneita, mutta kuitenkin. Eihän sitä lapsena semmosta, semmosta niinkun saastumista muista.  ",
        "English translation": "And, and rugs are somehow terribly dear to me because there have always been a lot of them at home. And a rug reminds me of a summer day, when my mother sits in a deck chair and, by hand, how do you call it now, sews a rug. And the sun is shining and it is summer and the lake is right next by, though the lakes were quite polluted at that time, but still. As a child one doesn’t remember such, such pollution.  ",
        "Swedish translation": "Och, och ryor är på något sätt fruktansvärt kära för mig eftersom det alltid har funnits många av dem hemma. Och en rya påminner mig om en sommardag, när mamma sitter i en solstol och för hand, hur kallar man det nu, syr en rya. Och solen skiner och det är sommar och sjön är bredvid, även om sjöarna var ganska förorenade på den tiden, men ändå. Som barn kommer man inte ihåg sådan, sådan förorening. ",
        "Other language translation": "*",
        "Additional info": "*",
        "_datasetid": "55b31e3a-0131-4f3b-ac80-04de70bfafde",
        "_timestamp": 1668516721,
        "_timestamp_year": 2022,
        "_timestamp_month": 11,
        "_timestamp_day": 15,
        "_timestamp_hour": 12,
        "_timestamp_minute": 52,
        "_timestamp_second": 1
    },
    {
        "_id": "63738b7078232564042adf57",
        "Object name": "Rug - Suo",
        "Object number": "32361",
        "Date of recording": "22/03/2022",
        "Context/event/workshop": "Maunula",
        "Contributor name": "Kaarina Oinonen",
        "User ID": "523452",
        "End-user community": "Senior citizens",
        "Story ID(#)": "#32361S4",
        "Original language ": "Finnish",
        "Audio recording file name": "SUO 6, transcription of a group recording, 22.3.2022, Maunula",
        "Start timestamp": "0:34",
        "End timestamp": "1:23",
        "Finnish translation": "Mä oon Kaarina ja oon näitten kangaspuitten oikein suuri ystävä. Se oli monta vuotta välissä tässä, mutta nyt sitten minä aloitin alusta taas. Ja onpa ollut hankalaa, kun on neljät polkusimet, ja loimet on mustat, niin saada siitä semmoinen kuin Kirkonkaari. Niin voi tulla joku harjoittelemaan minun kanssani, minä kyllä nyt osaan opettaakin tätä hommaa. Mutta purkanut ja kerinyt oon moneen kertaan. Mutta toivon että tulisi lisää näitä kutojia sinne. Ja Töyrytie 4:ssä on tämmöinen kutomajuttu, että voisi tulla katsomaan niitä. Ja meillä on pari miestä ollut opettelemassa ja hyvin on pojilta maton kutominen sujunut. ",
        "English translation": "I am Kaarina and a very big friend of these looms. There were many years inbetween, but now I started again from the beginning. And it has indeed been difficult, as there are four pedals, and the warps are black, to make a rug called Kirkonkaari. So someone can come practice with me, I can teach the making of it now too. But I unraveled and wound many times. But I hope there would be more of these weavers there. And in Töyrytie 4 there is a weaving place, so one can come and see them. And we have had a couple of men learning there, and the boys have done the weaving well too. ",
        "Swedish translation": "Jag är Kaarina och en mycket stor vän till vävstolar. Det var många år emellan, men nu började jag om från början. Och det har verkligen varit svårt, eftersom det finns fyra pedaler, och varparna är svarta, att göra en matta som heter Kirkonkaari. Så någon kan komma och träna med mig, jag kan undervisa hur ska man göra det nu också. Men jag nystade upp och vindade många gånger. Men jag hoppas att det skulle finnas mer av dessa vävare där. Och i Töyrytie 4 finns en vävplats, så man kan komma och se dem. Och vi har haft ett par män som lärt sig där, och pojkarna har gjort vävningen bra också. ",
        "Other language translation": "*",
        "Additional info": "*",
        "_datasetid": "55b31e3a-0131-4f3b-ac80-04de70bfafde",
        "_timestamp": 1668516720,
        "_timestamp_year": 2022,
        "_timestamp_month": 11,
        "_timestamp_day": 15,
        "_timestamp_hour": 12,
        "_timestamp_minute": 52,
        "_timestamp_second": 0
    },
    {
        "_id": "63738b7078ff61337567e284",
        "Object name": "Rug - Suo",
        "Object number": "32361",
        "Date of recording": "17/3/2022",
        "Context/event/workshop": "Lahti",
        "Contributor name": "Kristiina Haara",
        "User ID": "139120",
        "End-user community": "Senior citizens",
        "Story ID(#)": "#32361S5",
        "Original language ": "Finnish",
        "Audio recording file name": "SUO 4, transcription of a recording, Kristiina Haara, 17.3.2022, Lahti",
        "Start timestamp": "0:00",
        "End timestamp": "0:24",
        "Finnish translation": "Valitsin tän kuvan tästä ryijystä sen takia, että siitä tulee mieleen semmoinen elämän tarina, tai niinkuin semmoinen jopa sukupolvien tarina. Et kun näitä on tehty, niin, niin tota siinä on monet ajatukset laitettu tähän. Hyvät ja lämpöiset, mutta myös varmaan jotkut muutkin.  ",
        "English translation": "I chose this image of this rug because it reminds me of like, a story of life, or like a story of generations even. When these have been made, many thoughts have been put into these. Good and warm thoughts, but probably also some other kind of thoughts. ",
        "Swedish translation": "Jag valde den här bilden av den här ryan för att den påminner mig om liksom, en berättelse om livet, eller en berättelse om generationer till och med. När dessa är gjorda har många tankar lagts på dessa. Goda och varma tankar, men säkert också någon annan sorts tankar. ",
        "Other language translation": "*",
        "Additional info": "*",
        "_datasetid": "55b31e3a-0131-4f3b-ac80-04de70bfafde",
        "_timestamp": 1668516720,
        "_timestamp_year": 2022,
        "_timestamp_month": 11,
        "_timestamp_day": 15,
        "_timestamp_hour": 12,
        "_timestamp_minute": 52,
        "_timestamp_second": 0
    },
    {
        "_id": "63738b704d6d36651d600e1c",
        "Object name": "Rug - Suo",
        "Object number": "32361",
        "Date of recording": "17/3/2022",
        "Context/event/workshop": "Lahti",
        "Contributor name": "Kristiina Haara",
        "User ID": "139120",
        "End-user community": "Senior citizens",
        "Story ID(#)": "#32361S6",
        "Original language ": "Finnish",
        "Audio recording file name": "SUO 4, transcription of a recording, Kristiina Haara, 17.3.2022, Lahti",
        "Start timestamp": "0:24",
        "End timestamp": "1:01",
        "Finnish translation": "Ja sitten mulla erikoisesti tulee mieleeni oma mummo, ja mummola, jossa oli ryijyjä. Ja tota mummoni oli vähän mallimestari, vastais varmaan nykyajan muotisuunnittelijaa. Että hän täällä Lahdessa oli useamman vuosikymmenen semmoisessa naistenpukutehtaassa. Suunnitteli mallit ja opetti työntekijöitä. Ja hän oli hyvin taitava. Ja mä olen itekin tykännyt kovasti käsitöistä.  ",
        "English translation": "And then, particularly, my own grandmother comes to mind, and my grandmother’s house, where there were rugs. And my grandmother was a bit of a model master, probably what nowadays would be called a fashion designer. She worked for several decades in a women’s clothing factory, here in Lahti. She designed the models and taught the employees. And he was very skillful. And I also have really liked to do handicrafts. ",
        "Swedish translation": "Och då, särskilt, kommer min egen mormor att tänka på, och min mormors hus, där det fanns ryor. Och min mormor var lite av en modellmästare, förmodligen vad man nuförtiden skulle kalla modedesigner. Hon arbetade i flera decennier på en damklädesfabrik, här i Lahtis. Hon designade modellerna och lärde de anställda. Och hon var väldigt skicklig. Och jag har också verkligen gillat hantverk. ",
        "Other language translation": "*",
        "Additional info": "*",
        "_datasetid": "55b31e3a-0131-4f3b-ac80-04de70bfafde",
        "_timestamp": 1668516720,
        "_timestamp_year": 2022,
        "_timestamp_month": 11,
        "_timestamp_day": 15,
        "_timestamp_hour": 12,
        "_timestamp_minute": 52,
        "_timestamp_second": 0
    },
    {
        "_id": "63738b6f461cf10d8073bc94",
        "Object name": "Rug - Suo",
        "Object number": "32361",
        "Date of recording": "15/3/2022",
        "Context/event/workshop": "Workshop for a group, at Design Museum",
        "Contributor name": "Eeva-Kaarina Öyry",
        "User ID": "751188",
        "End-user community": "Senior citizens",
        "Story ID(#)": "#32361S2",
        "Original language ": "Finnish",
        "Audio recording file name": "SUO 2, Group recording, 15.3.2022, Helsinki",
        "Start timestamp": "5:27",
        "End timestamp": "6:15",
        "Finnish translation": "Se on mielenkiintoista, et nää valmiit paketit, joita taiteilijat ja käsityönystävät on meille markkinoille tuottaneet ja tuoneet, niin niistä jää aina ekstralankoja. Ja sitten nää oikeet käsityöihmiset näistä ekstralangoista on luoneet omanlaisia ryijyjä. Ja mä oon nähnyt muutamia just tämän rouvan tekemiä. Et hämmästyttävää miten se luovuus ja taito niinkuin lisääntyy. Ja ei oo pakko mallin mukaan tehdä.  ",
        "English translation": "It’s interesting, that as there are these ready-made packages, that artists and craft enthusiasts have produced and brought to market for us, so there is always extra yarn left from those packages. And then the people who are good at making crafts, they create new rugs from this extra yarn, rugs of their own design. And I've seen a few of the ones this lady has made. So it’s amazing how the creativity and skill increase. And one is not forced to make it according to the model. ",
        "Swedish translation": "Det är intressant hur det finns dessa färdiga paket, som konstnärer och hantverksentusiaster har producerat och tagit ut på marknaden åt oss, så finns det alltid extra garn kvar från de paketen. Och sedan de som är bra på att göra hantverk, de skapar nya ryor av detta extra garn, ryor av sin egen design. Och jag har sett några av dem som den här damen har gjort. Så fantastiskt hur kreativiteten och skickligheten ökar. Och man tvingas inte göra det enligt modellen. ",
        "Other language translation": "*",
        "Additional info": "*",
        "_datasetid": "55b31e3a-0131-4f3b-ac80-04de70bfafde",
        "_timestamp": 1668516719,
        "_timestamp_year": 2022,
        "_timestamp_month": 11,
        "_timestamp_day": 15,
        "_timestamp_hour": 12,
        "_timestamp_minute": 51,
        "_timestamp_second": 59
    },
    {
        "_id": "63738b6f619d8873905ef709",
        "Object name": "Rug - Suo",
        "Object number": "32361",
        "Date of recording": "15/3/2022",
        "Context/event/workshop": "Workshop for a group, at Design Museum",
        "Contributor name": "Eeva-Kaarina Öyry",
        "User ID": "751188",
        "End-user community": "Senior citizens",
        "Story ID(#)": "#32361S3",
        "Original language ": "Finnish",
        "Audio recording file name": "SUO 2, Group recording, 15.3.2022, Helsinki",
        "Start timestamp": "6:15",
        "End timestamp": "7:54",
        "Finnish translation": "Mul itselläni on mun edesmenneen äidin kutoma ryijy, Muisto Karjalasta. Se on tehty 1970-luvulla. Norma Heimolan. Ja sitten tota hänellä oli tämmönen tilanne 1950-luvulla, evakosta tultua, että he teki enojen vaimojen, eli hänen kälyjen kanssa tämmösistä materiaaleista, puretusta paperikoneen huovasta. Paperikoneen huopamateriaali purettiin langaksi ja kasviväreillä värjätty. Niin tämmönen ryijy mul on nyt arkistossa, jota mä mietin, et mihin tää sijotetaan. Se on vuodelta 1952, 1953. Ja sen malli on Itämaan tietäjät, tai jotakin muuta, et ryijykatalogeista se löytyy. Ja kuin taitavasti nää naiset näistä jämätavaroista on tehneet itselleen koristeita ja kaunistusta siihen, silloin sodan jälkeen.  ",
        "English translation": "I myself have a rug woven by my late mother, “Muisto Karjalasta”. By Norma Heimola. It was made in the 1970s. And she had this situation in the 1950s, after being evacuated, that with the wives of her uncles, they used this kind of material, dismantled felt from a paper machine. The felt from the paper machine was dismantled into yarn and dyed with dyes from plants. So this rug I now have in my archives, I’m wondering where should one put it. It dates from 1952, 1953. And its model is “Itämaan tietäjät”, or something like that, you can find it in the rug catalogs. And how skilfully these women have made decorations and embellishments for themselves, then after the war. ",
        "Swedish translation": "Jag har själv en rya vävd av min bortgångne mamma, “Muisto Karjalasta”. Av Norma Heimola. Den gjordes på 1970-talet. Och hon hade den här situationen på 1950-talet, efter att ha blivit evakuerad, att de tillsammans med hennes morbröders fruar använde den här typen av material, demonterade filt från en pappersmaskin. Filten från pappersmaskinen demonterades till garn och färgades med färgämnen från växter. Så den här mattan jag nu har i mitt arkiv, jag undrar var man ska lägga den. Den är från 1952, 1953. Och dess modell är “Itämaan tietäjät”, eller något liknande, man kan hitta den i ryakatalogerna. Och hur skickligt dessa kvinnor har gjort dekorationer och utsmyckningar åt sig själva, efter kriget. ",
        "Other language translation": "*",
        "Additional info": "*",
        "_datasetid": "55b31e3a-0131-4f3b-ac80-04de70bfafde",
        "_timestamp": 1668516719,
        "_timestamp_year": 2022,
        "_timestamp_month": 11,
        "_timestamp_day": 15,
        "_timestamp_hour": 12,
        "_timestamp_minute": 51,
        "_timestamp_second": 59
    },
    {
        "_id": "63738b6ef3d1b15c7d3cd201",
        "Object name": "Pot - Timo Sarpaneva",
        "Object number": "C370",
        "Date of recording": "15/12/2021",
        "Context/event/workshop": "Workshop for a group, at Design Museum",
        "Contributor name": "Leena Lappalainen",
        "User ID": "594472",
        "End-user community": "Senior citizens",
        "Story ID(#)": "#C370S2",
        "Original language ": "Finnish",
        "Audio recording file name": "POT - TIMO SARPANEVA 1, Leena Wilkman, 15.12.2021 Helsinki",
        "Start timestamp": "0:35",
        "End timestamp": "1:48",
        "Finnish translation": "Ja mikä erikoisuus tässä on tää puukahva, jolla voi tuosta kannen mukavasti nostaa. Ei, ei polta näppejään. Tämä kuvassa oleva rautapata on punanen. Tässä on emaloitu valkoseksi se sisusta. Se ei varmaankaan haittaa padan, niinku, toimivuutta, mutta itse tykkään siitä mustasta alkuperäisestä rautapadasta. Ja kuten aiemminkin oon sanonut niin se on aivan ihana verratuna tavalliseen paistinpannuun. Sieltä ei roisku ne rasvat, koska siinä on korkeat laidat. Mutta omaani joka kerta kun sitä käytän, olen tänä vuonnakin käyttänyt monet kerrat, aina, heti käytön jälkeen pesen sen kuumalla vedellä ja tiskiharjalla, ei missään tapaukses saippuaa. Kuumalla vedellä ja harjalla, ja sitten tota laitan öljyä samantien. Ja sen takia se on aina vaan hyvässä kunnossa.  ",
        "English translation": "And what's special about this, is this wooden handle that can be used to lift the cover comfortably. One won’t, one won’t burn their fingers. This iron pot in the picture is red. Here it is enamelled white on the inside. It probably doesn’t interfere with the functionality of the pot, but I personally like that original black iron pot. And as I’ve said before, it’s absolutely wonderful compared to a regular frying pan. It doesn’t spill the fats because it has high edges. But every time I use my own pot, I have used it many times this year, too, always, immediately after use, I wash it with hot water and a dish brush, by no means soap. With hot water and a brush, and then I put oil on it right away. And because of that, it's always in good condition.  ",
        "Swedish translation": "Och det som är speciellt med detta är det här trähandtaget som kan användas för att bekvämt lyfta locket. En kommer inte, en kommer inte att bränna sina fingrar. Den här järngrytan på bilden är röd. Här är den emaljerad vit på insidan. Det stör förmodligen inte grytans funktionalitet, men jag gillar personligen den där original svarta järngrytan. Och som jag har sagt förut så är den helt underbar jämfört med en vanlig stekpanna. Den spiller inte ut fetterna eftersom den har höga kanter. Men varje gång jag använder min egen gryta, jag har använt den många gånger i år också, alltid, direkt efter användning, tvättar jag den med varmt vatten och en diskborste, absolut inte tvål. Med varmt vatten och en borste, och sedan lägger jag olja på det direkt. Och på grund av det är den alltid i gott skick. ",
        "Other language translation": "*",
        "Additional info": "*",
        "_datasetid": "55b31e3a-0131-4f3b-ac80-04de70bfafde",
        "_timestamp": 1668516718,
        "_timestamp_year": 2022,
        "_timestamp_month": 11,
        "_timestamp_day": 15,
        "_timestamp_hour": 12,
        "_timestamp_minute": 51,
        "_timestamp_second": 58
    },
    {
        "_id": "63738b6eb6bab71ffc679ab5",
        "Object name": "Pot - Timo Sarpaneva",
        "Object number": "C370",
        "Date of recording": "17/3/2022",
        "Context/event/workshop": "Lahti",
        "Contributor name": "Terttu Valonen",
        "User ID": "677821",
        "End-user community": "Senior citizens",
        "Story ID(#)": "#C370S3",
        "Original language ": "Finnish",
        "Audio recording file name": "POT - TIMO SARPANEVA 2, Terttu Valonen, 17.3.2022, Lahti",
        "Start timestamp": "3:36",
        "End timestamp": "3:57",
        "Finnish translation": "Tota, ja sitten samaten tämä pata. Tässä oli niin... Tässä on nyt se... Sitäkään ei mulla ollut vaan normaali, tämmönen rautapata. Niin tota. Mutta muistan hyvin, käytin tätä tosi paljon. Sekin voi olla jemmassa jossakin. Sekin on ollut punainen. Punaisia on nää molemmat.  ",
        "English translation": "And then there is this pot. Here it was... Here it is now... I didn't have that one either, but like a normal iron pot. But I remember it very well, I used this one a lot. That, too, can be somewhere. That one was also red. These are both red. ",
        "Swedish translation": "Och så här är den här grytan. Här var den ... Här är den nu ... Den hade jag inte heller, men som en vanlig järngryta. Men jag minns den mycket väl, jag använde den här mycket. Den kan också vara någonstans. Den var också röd. Dessa är båda röda. ",
        "Other language translation": "*",
        "Additional info": "*",
        "_datasetid": "55b31e3a-0131-4f3b-ac80-04de70bfafde",
        "_timestamp": 1668516718,
        "_timestamp_year": 2022,
        "_timestamp_month": 11,
        "_timestamp_day": 15,
        "_timestamp_hour": 12,
        "_timestamp_minute": 51,
        "_timestamp_second": 58
    },
    {
        "_id": "63738b6e28b056289c6b6f1c",
        "Object name": "Rug - Suo",
        "Object number": "32361",
        "Date of recording": "15/3/2022",
        "Context/event/workshop": "Workshop for a group, at Design Museum",
        "Contributor name": "Eeva-Kaarina Öyry",
        "User ID": "751188",
        "End-user community": "Senior citizens",
        "Story ID(#)": "#32361S1",
        "Original language ": "Finnish",
        "Audio recording file name": "SUO 2, Group recording, 15.3.2022, Helsinki",
        "Start timestamp": "5:02",
        "End timestamp": "5:27",
        "Finnish translation": "Mul on vanha rouva, tuttu, hän täyttää ens kerralla 88 vuotta, niin hän on muuttanut nyt palvelutaloon. Ja haluais vielä solmia yhdelle pojantyttärelle ryijyn. Hän on kaikille lapsille ja lapsenlapsille valmistanut elämänsä aikana ryijyjä ja. ",
        "English translation": "An old lady that I know, she turns 88 years on her next birthday, so she just moved into an assisted living building. And she would still like to make a rug for her granddaughter. She has made rugs for all her children and grandchildren during her lifetime. ",
        "Swedish translation": "En gammal dam som jag känner fyller 88 år nästa födelsedag, så hon har precis flyttat in i skyddat boende. Och hon skulle fortfarande vilja göra en rya till sitt barnbarn. Hon har gjort ryor till alla sina barn och barnbarn under sin livstid. ",
        "Other language translation": "*",
        "Additional info": "*",
        "_datasetid": "55b31e3a-0131-4f3b-ac80-04de70bfafde",
        "_timestamp": 1668516718,
        "_timestamp_year": 2022,
        "_timestamp_month": 11,
        "_timestamp_day": 15,
        "_timestamp_hour": 12,
        "_timestamp_minute": 51,
        "_timestamp_second": 58
    },
    {
        "_id": "63738b6d4d6d36651d600e1a",
        "Object name": "Mug - Moomin mug",
        "Object number": "44185",
        "Date of recording": "15/3/2022",
        "Context/event/workshop": "Workshop for a group, at Design Museum",
        "Contributor name": "Anonymous",
        "User ID": "501851",
        "End-user community": "Senior citizens",
        "Story ID(#)": "#44185S2",
        "Original language ": "Finnish",
        "Audio recording file name": "MOOMIN MUG 1, Anonymous, 15.3.2022, Helsinki",
        "Start timestamp": "0:30",
        "End timestamp": "0:55",
        "Finnish translation": "Ja tuota, nää on ollut niinku enempi sillä tavalla, että aina niinku lahjana. Kun ihmiset haluaa aika paljon, myös pitävät näistä, niin musta on ollut aivan ihanaa niinkun aina ostaa lahjana, varsinkin Arabian kaikkia näitä tuotteita muutenkin.  ",
        "English translation": "And these have been more like, always given as a present. Since people want quite a lot, since people also like these, so I have found it absolutely wonderful to buy them as presents, just like all the other products of Arabia anyway. ",
        "Swedish translation": "Och dessa har varit mer som, alltid gett i present. Eftersom folk vill ha ganska mycket, eftersom folk också gillar dessa, så har jag tyckt att det är helt underbart att köpa dem som presenter, precis som alla andra produkter från Arabia i alla fall. ",
        "Other language translation": "*",
        "Additional info": "*",
        "_datasetid": "55b31e3a-0131-4f3b-ac80-04de70bfafde",
        "_timestamp": 1668516717,
        "_timestamp_year": 2022,
        "_timestamp_month": 11,
        "_timestamp_day": 15,
        "_timestamp_hour": 12,
        "_timestamp_minute": 51,
        "_timestamp_second": 57
    },
    {
        "_id": "63738b6dec6863140217f378",
        "Object name": "Mug - Moomin mug",
        "Object number": "44185",
        "Date of recording": "15/3/2022",
        "Context/event/workshop": "Workshop for a group, at Design Museum",
        "Contributor name": "Anonymous",
        "User ID": "501851",
        "End-user community": "Senior citizens",
        "Story ID(#)": "#44185S3",
        "Original language ": "Finnish",
        "Audio recording file name": "MOOMIN MUG 1, Anonymous, 15.3.2022, Helsinki",
        "Start timestamp": "0:55",
        "End timestamp": "1:31",
        "Finnish translation": "Että olen ollut hyvin ihastunut siihen, ihan siihen muotoiluun. Ja tää kuppi käy ihan yhtä hyvin niin kahville kuin teellekin. Ja tuota, ja se hauska kuviointi, mikä niissä on ja väritys ja kaikki. Niin, se tuo semmoista iloisuutta, sellaista niinkuin rakkautta siihen yhteiseen hetkeen, kun niistä nautitaan sitten jotain hyvää juomista.  ",
        "English translation": "So I’ve been very fond of it, its design. And this cup goes just as well for coffee as it does for tea. And well, the fun pictures on them, and the colouring and everything. Yeah, it brings like joyfulness, kind of like love to that shared moment, when some tasty drinks are enjoyed from them. ",
        "Swedish translation": "Så jag har varit väldigt förtjust i den, dess design. Och den här koppen passar lika bra till kaffe som till te. Och ja, de roliga bilderna på dem, och färgläggningen och allt. Ja, det ger liksom glädje, liksom kärlek till den gemensamma stunden, när några läckra drinkar avnjuts från dem. ",
        "Other language translation": "*",
        "Additional info": "*",
        "_datasetid": "55b31e3a-0131-4f3b-ac80-04de70bfafde",
        "_timestamp": 1668516717,
        "_timestamp_year": 2022,
        "_timestamp_month": 11,
        "_timestamp_day": 15,
        "_timestamp_hour": 12,
        "_timestamp_minute": 51,
        "_timestamp_second": 57
    },
    {
        "_id": "63738b6dfb9758706e727889",
        "Object name": "Pot - Timo Sarpaneva",
        "Object number": "C370",
        "Date of recording": "15/12/2021",
        "Context/event/workshop": "Workshop for a group, at Design Museum",
        "Contributor name": "Leena Lappalainen",
        "User ID": "594472",
        "End-user community": "Senior citizens",
        "Story ID(#)": "#C370S1",
        "Original language ": "Finnish",
        "Audio recording file name": "POT - TIMO SARPANEVA 1, Leena Wilkman, 15.12.2021 Helsinki",
        "Start timestamp": "0:00",
        "End timestamp": "0:35",
        "Finnish translation": "Nii-in. Timo Sarpaneva on kuuskytluvulla, en kyllä tarkkaa vuosilukua tiedä, mutta kuuskymmentäluvun puolessa välissä muotoillut kauniin padan. Pata oli alku-, alunpitäen musta rautapata. Ja keittiööni, toki silloin uuteen nuoren perheen keittiöön, saimme lahjaksi rautapadan, Timo Sarpanevan muotoilemana.  ",
        "English translation": "So. Timo Sarpaneva has in the 1960s, I don't know the exact year though, but in the mid-1960s he has designed a beautiful pot. The pot was originally, originally a black iron pot. And to my kitchen, of course the new kitchen of a young family at the time, we received an iron pot designed by Timo Sarpaneva as a gift.  ",
        "Swedish translation": "Så. Timo Sarpaneva har på 1960-talet, jag vet dock inte exakt år, men i mitten av 1960-talet har han designat en vacker gryta. Grytan var ursprungligen, ursprungligen en svart järngryta. Och till mitt kök, naturligtvis det nya köket av en ung familj på den tiden, fick vi en järngryta designad av Timo Sarpaneva som en gåva.  ",
        "Other language translation": "*",
        "Additional info": "*",
        "_datasetid": "55b31e3a-0131-4f3b-ac80-04de70bfafde",
        "_timestamp": 1668516717,
        "_timestamp_year": 2022,
        "_timestamp_month": 11,
        "_timestamp_day": 15,
        "_timestamp_hour": 12,
        "_timestamp_minute": 51,
        "_timestamp_second": 57
    },
    {
        "_id": "63738b6c619d8873905ef707",
        "Object name": "Moped - Solifer export",
        "Object number": "32271",
        "Date of recording": "17/3/2022",
        "Context/event/workshop": "Lahti",
        "Contributor name": "Riitta Katriina Louhensalo",
        "User ID": "788016",
        "End-user community": "Senior citizens",
        "Story ID(#)": "#32271S9",
        "Original language ": "Finnish",
        "Audio recording file name": "SOLIFER EXPORT 5, Riitta Katriina Louhensalo, 17.3.2022, Lahti",
        "Start timestamp": "0:47",
        "End timestamp": "1:21",
        "Finnish translation": "No täs on tämmöinen Solifer-mopo, joka tota noin, on äärettömän virtaviivainen. Pikkuisen sen näköinen, kuin tota noin, olis vaikka Ranskasta. En tiedä, mistä maasta tulee, näkyy, että on tota noin, bentsoo (?). Eli se on sitten varmaan joko jenkki tai Englanti. Mut oikein kaunis. Sillä on varmaan kovasti ollut menestystä riiureissuilla.  ",
        "English translation": "Well, there is this Solifer moped here, which is extremely streamlined. It looks a bit like it could be from France. I don't know which country does it come from, one can see that it has/is bensoo (?). So it's probably either Yankee or English. But it’s very beautiful. It must have given great success while courting. ",
        "Swedish translation": "Jo, det finns den här Solifer-mopeden här, som är extremt strömlinjeformad. Den ser lite ut som att den kan vara från Frankrike. Jag vet inte vilket land den kommer ifrån, man kan se att den har/är bensoo (?). Så den är nog antingen jänkare eller engelska. Men den är väldigt vacker. Den måste ha gett stor framgång i uppvaktningen. ",
        "Other language translation": "*",
        "Additional info": "*",
        "_datasetid": "55b31e3a-0131-4f3b-ac80-04de70bfafde",
        "_timestamp": 1668516716,
        "_timestamp_year": 2022,
        "_timestamp_month": 11,
        "_timestamp_day": 15,
        "_timestamp_hour": 12,
        "_timestamp_minute": 51,
        "_timestamp_second": 56
    },
    {
        "_id": "63738b6c78232564042adf55",
        "Object name": "Moped - Solifer export",
        "Object number": "32271",
        "Date of recording": "15/3/2022",
        "Context/event/workshop": "Workshop for a group, at Design Museum",
        "Contributor name": "Veikko Luoti",
        "User ID": "766245",
        "End-user community": "Senior citizens",
        "Story ID(#)": "#32271S10",
        "Original language ": "Finnish",
        "Audio recording file name": "SOLIFER EXPORT 3, Veikko Luoti, 15.3.2022 Helsinki",
        "Start timestamp": "0:06",
        "End timestamp": "0:41",
        "Finnish translation": "Tässä on kuvassa tällanen mopedi 1960-luvulta. Ja tästä tuli mieleen, että itselläni oli ensimmäinen itse hankittu moottoriajoneuvo oli Solifer, mut ei tätä mallia, vaan se oli se Speed-malli. Mut tästä mun tulee selvästi mieleen muotoilusta, että se on aika samaa kuin Tunturi, Pappatunturi, joka on keräilyharvinaisuus.  ",
        "English translation": "In this picture there is a moped from the 1960s. And this reminded me of that the first motor vehicle I bought for myself was Solifer, but not this model, it was the Speed model. But this design clearly reminds me of that it is quite the same as Tunturi, Pappatunturi, which is a collecting rarity. ",
        "Swedish translation": "På den här bilden finns en moped från 1960-talet. Och detta påminde mig om att det första motorfordonet jag köpte till mig själv var Solifer, men inte den här modellen, det var Speed-modellen. Men den här designen påminner mig tydligt om att den är ganska samma som Tunturi, Pappatunturi, som är en samlar-raritet. ",
        "Other language translation": "*",
        "Additional info": "*",
        "_datasetid": "55b31e3a-0131-4f3b-ac80-04de70bfafde",
        "_timestamp": 1668516716,
        "_timestamp_year": 2022,
        "_timestamp_month": 11,
        "_timestamp_day": 15,
        "_timestamp_hour": 12,
        "_timestamp_minute": 51,
        "_timestamp_second": 56
    },
    {
        "_id": "63738b6c78ff61337567e282",
        "Object name": "Mug - Moomin mug",
        "Object number": "44185",
        "Date of recording": "15/3/2022",
        "Context/event/workshop": "Workshop for a group, at Design Museum",
        "Contributor name": "Anonymous",
        "User ID": "501851",
        "End-user community": "Senior citizens",
        "Story ID(#)": "#44185S1",
        "Original language ": "Finnish",
        "Audio recording file name": "MOOMIN MUG 1, Anonymous, 15.3.2022, Helsinki",
        "Start timestamp": "0:03",
        "End timestamp": "0:30",
        "Finnish translation": "Olen tuota, tässä valinnut tällaisen Arabian Muumimukin. Ja tuota, vaikkakin nämä on jo 1992 alkanut, niin oikeastaan en ihan heti niitä ostanut, mutta sitten myöhemmin minä olen ollut ihastunut niihin ja.  ",
        "English translation": "I have chosen this Moomin mug by Arabia. And even though these have already started in 1992, I didn't really buy them right away, but then later I've been in love with them. ",
        "Swedish translation": "Jag har valt denna Muminmugg från Arabia. Och även om dessa har börjat redan 1992 så köpte jag dem inte riktigt direkt, men senare har jag blivit kär i dem. ",
        "Other language translation": "*",
        "Additional info": "*",
        "_datasetid": "55b31e3a-0131-4f3b-ac80-04de70bfafde",
        "_timestamp": 1668516716,
        "_timestamp_year": 2022,
        "_timestamp_month": 11,
        "_timestamp_day": 15,
        "_timestamp_hour": 12,
        "_timestamp_minute": 51,
        "_timestamp_second": 56
    },
    {
        "_id": "63738b6bf3d1b15c7d3cd1ff",
        "Object name": "Moped - Solifer export",
        "Object number": "32271",
        "Date of recording": "17/3/2022",
        "Context/event/workshop": "Lahti",
        "Contributor name": "Helena",
        "User ID": "436574",
        "End-user community": "Senior citizens",
        "Story ID(#)": "#32271S5",
        "Original language ": "Finnish",
        "Audio recording file name": "SOLIFER EXPORT 4, Helena, 17.3.2022 Lahti",
        "Start timestamp": "0:03",
        "End timestamp": "1:01",
        "Finnish translation": "Mulla on tää tällainen Solifer-mopo. Näin ton kuvan tuolla, ja mulle tuli heti mieleen näitä 1960-luvun, kun olin nuori, 1960-luvun loppupuolella, 1970-luvun alussa. Niin Keski-Suomessa mökillä kun käytiin, niin siellä tietenkin paikallinen yksi poika, kellä oli tällainen mopo, ja sen kyytiinhän piti tietysti päästä sitten aina ajelemaan ja kokeilemaan. Ja sehän oli tietysti niin, että minä olin kesäasukas ja hän oli sitten tietysti paikallinen. Niin sitten pääsi taas seuraavana kesänä, jos hyvin sattui, niin siihen saman mopon kyytiin. Ja erään kerran mä sitten yritin itsekin ajaa sitä mopoa, mutta siitähän ei tullut mitään.  ",
        "English translation": "I have this kind of Solifer moped here. I saw this picture over there, and it immediately brought to my mind the 1960s when I was young, in the late 1960s, early 1970s. So when we went to the cottage in Central Finland, there was, of course, one local boy who had such a moped, and of course I always wanted him to give me a ride, to try it. And it was so, of course, that I was a summer resident, and then he was, of course, a local. So then the next summer, if all went well, I got to ride on the same moped. And one time I did try to ride that moped myself too, but that didn't work out. ",
        "Swedish translation": "Jag har en sådan här Solifer-moped här. Jag såg den här bilden där, och den påminde mig omedelbart om 1960-talet när jag var ung, i slutet av 1960-talet, början av 1970-talet. Så när vi åkte till stugan i Mellersta Finland var det förstås en lokal pojke som hade en sådan moped, och jag ville såklart alltid att han skulle skjutsa mig, för att prova den. Och det var förstås så att jag var sommarboende och då var han förstås lokal. Så nästa sommar, om allt gick bra, fick jag åka på samma moped. Och en gång försökte jag köra den där mopeden själv också, men det gick inte. ",
        "Other language translation": "*",
        "Additional info": "*",
        "_datasetid": "55b31e3a-0131-4f3b-ac80-04de70bfafde",
        "_timestamp": 1668516715,
        "_timestamp_year": 2022,
        "_timestamp_month": 11,
        "_timestamp_day": 15,
        "_timestamp_hour": 12,
        "_timestamp_minute": 51,
        "_timestamp_second": 55
    },
    {
        "_id": "63738b6bb6bab71ffc679ab3",
        "Object name": "Moped - Solifer export",
        "Object number": "32271",
        "Date of recording": "17/3/2022",
        "Context/event/workshop": "Lahti",
        "Contributor name": "Helena",
        "User ID": "436574",
        "End-user community": "Senior citizens",
        "Story ID(#)": "#32271S6",
        "Original language ": "Finnish",
        "Audio recording file name": "SOLIFER EXPORT 4, Helena, 17.3.2022 Lahti",
        "Start timestamp": "1:01",
        "End timestamp": "1:16",
        "Finnish translation": "Ja tää on siitä hauska mopo, että tässä on ihan nää Suomen lipun värit. Ja muutenkin siinä oli ihan mukava olla kyydissä. Ja se herättää aina tunteita, kun näkee tän.  ",
        "English translation": "And this is a fun moped in that way, that it has the colours of the Finnish flag. And anyway, it was nice to be on a ride on it. And it always evokes feelings, when I see this. ",
        "Swedish translation": "Och det här är en rolig moped på det sättet, att den har finska flaggans färger. Och i alla fall, det var trevligt att åka på den. Och det väcker alltid känslor, när jag ser denna. ",
        "Other language translation": "*",
        "Additional info": "*",
        "_datasetid": "55b31e3a-0131-4f3b-ac80-04de70bfafde",
        "_timestamp": 1668516715,
        "_timestamp_year": 2022,
        "_timestamp_month": 11,
        "_timestamp_day": 15,
        "_timestamp_hour": 12,
        "_timestamp_minute": 51,
        "_timestamp_second": 55
    },
    {
        "_id": "63738b6b28b056289c6b6f1a",
        "Object name": "Moped - Solifer export",
        "Object number": "32271",
        "Date of recording": "17/3/2022",
        "Context/event/workshop": "Lahti",
        "Contributor name": "Helena",
        "User ID": "436574",
        "End-user community": "Senior citizens",
        "Story ID(#)": "#32271S7",
        "Original language ": "Finnish",
        "Audio recording file name": "SOLIFER EXPORT 4, Helena, 17.3.2022 Lahti",
        "Start timestamp": "1:16",
        "End timestamp": "1:44",
        "Finnish translation": "Ja jossain vaiheessa sain itsekin sitten päähäni, että haluaisin mopon. Ja otin osaa erääseen kilpailuun, että missä oli päävoittona mopo. Mutta en minä saanut sitä mopoa. Ja yhteiset moporeissutkin sitten ajan mittaan loppuivat kesälomareissuilla, mutta mopo on jäänyt mieleen. ",
        "English translation": "And at some point I got it in my head that I wanted a moped too. And I took part in a competition where the main price was a moped. But I didn't get that moped. And then, as time passed, the shared moped rides ended too, on summer vacation trips, but the moped stuck in my mind. ",
        "Swedish translation": "Och någon gång fick jag för mig att jag ville ha en moped också. Och jag var med i en tävling där huvudpriset var en moped. Men den mopeden fick jag inte. Och så, allt eftersom tiden gick, slutade de gemensamma mopedturer också, på sommarlovsresor, men mopeden finns kvar i minnena. ",
        "Other language translation": "*",
        "Additional info": "*",
        "_datasetid": "55b31e3a-0131-4f3b-ac80-04de70bfafde",
        "_timestamp": 1668516715,
        "_timestamp_year": 2022,
        "_timestamp_month": 11,
        "_timestamp_day": 15,
        "_timestamp_hour": 12,
        "_timestamp_minute": 51,
        "_timestamp_second": 55
    },
    {
        "_id": "63738b6b461cf10d8073bc92",
        "Object name": "Moped - Solifer export",
        "Object number": "32271",
        "Date of recording": "15/3/2022",
        "Context/event/workshop": "Workshop for a group, at Design Museum",
        "Contributor name": "Leena Lappalainen",
        "User ID": "594472",
        "End-user community": "Senior citizens",
        "Story ID(#)": "#32271S8",
        "Original language ": "Finnish",
        "Audio recording file name": "SOLIFER EXPORT 2, Group recording, 15.3.2022, Helsinki",
        "Start timestamp": "1:48",
        "End timestamp": "2:09",
        "Finnish translation": "On siinä mielessä moposta muistikuva, että kun minun harjoitus tuolla mopolla, niin velipoika kertoi kyllä, miten se laitetaan käyntiin, mut hän ei muistanut sanoa, että miten se pysäytetään. Ja sitten se olikin sitten, kapealla tiellä, niin pajupuska oli se mikä pysäytti sen menon.  ",
        "English translation": "I have a memory of a moped in the sense that, when I practiced with that moped, my brother did tell me how to start it, but he didn't remember to say how to stop it. And then it was on a narrow road, so a willow bush was what stopped it.",
        "Swedish translation": "Jag har ett minne av en moped i den meningen att när jag övade med den mopeden, så berättade min bror till mig hur jag skulle starta den, men han kom inte ihåg att berötta hur man stoppade den. Och så var det på en smal väg, så det var en pilbuske som stoppade den.",
        "Other language translation": "*",
        "Additional info": "*",
        "_datasetid": "55b31e3a-0131-4f3b-ac80-04de70bfafde",
        "_timestamp": 1668516715,
        "_timestamp_year": 2022,
        "_timestamp_month": 11,
        "_timestamp_day": 15,
        "_timestamp_hour": 12,
        "_timestamp_minute": 51,
        "_timestamp_second": 55
    },
    {
        "_id": "63738b6a4d6d36651d600e18",
        "Object name": "Moped - Solifer export",
        "Object number": "32271",
        "Date of recording": "15/12/2021",
        "Context/event/workshop": "Workshop for a group, at Design Museum",
        "Contributor name": "Anonymous",
        "User ID": "315375",
        "End-user community": "Senior citizens",
        "Story ID(#)": "#32271S2",
        "Original language ": "Finnish",
        "Audio recording file name": "SOLIFER EXPORT 1, Anonymous, 15.12.2021, Helsinki",
        "Start timestamp": "0:42",
        "End timestamp": "1:22",
        "Finnish translation": "Ja nyt kun mä katson sitä tämän päivän silmillä niin näen siinä semmosen aika kauniisti muotoillun esineen, joka on kyllä, jossa on paljon semmosia piirteitä joita ei oo, jotka liittää sen sinne viis-kuuskymmentäluvun muotoiluun. On selkeäpiirteinen, hyvin laadukas materiaalivalinta ja, ja tämä suunnittelu. On tehty kestävästä, lujasta metallista. Värit on valittu huolella, siin on sinistä ja valkosta, suomalaisia värejä, ja sitten vähän punasta laitettu sekaan.  ",
        "English translation": "And now when I look at it with today's eyes, I see in it a pretty beautifully crafted object, which is, which has a lot of such features that are not, that attach it to the design of the 1950s and 1960s. It has clear features, the chosen material is of high quality and, and this design. It is made of durable, strong metal. The colors have been carefully chosen, it has blue and white, Finnish colors, and then a little bit of red has been put in.  ",
        "Swedish translation": "Och nu när jag ser på det med dagens ögon, ser jag i det ett ganska vackert utformat föremål, det vill säga, som har många sådana egenskaper som inte är, som fäster det vid designen på 1950- och 1960-talen. Den har tydliga egenskaper, det valda materialet är av hög kvalitet och, och denna design. Den är gjord av slitstark, stark metall. Färgerna är noga utvalda, den har blått och vitt, finska färger, och så har man lagt in lite rött.  ",
        "Other language translation": "*",
        "Additional info": "*",
        "_datasetid": "55b31e3a-0131-4f3b-ac80-04de70bfafde",
        "_timestamp": 1668516714,
        "_timestamp_year": 2022,
        "_timestamp_month": 11,
        "_timestamp_day": 15,
        "_timestamp_hour": 12,
        "_timestamp_minute": 51,
        "_timestamp_second": 54
    },
    {
        "_id": "63738b6aec6863140217f376",
        "Object name": "Moped - Solifer export",
        "Object number": "32271",
        "Date of recording": "15/12/2021",
        "Context/event/workshop": "Workshop for a group, at Design Museum",
        "Contributor name": "Anonymous",
        "User ID": "234555",
        "End-user community": "Senior citizens",
        "Story ID(#)": "#32271S3",
        "Original language ": "Finnish",
        "Audio recording file name": "SOLIFER EXPORT 1, Anonymous, 15.12.2021, Helsinki",
        "Start timestamp": "1:22",
        "End timestamp": "1:56",
        "Finnish translation": "Näitähän käytettiin ja niistä sitten luovuttiin, ne jäi jonnekin sinne aittojen nurkkaan, varastojen nurkkaan pitkäks aikaa. Ja sitten ilmeisesti kun ne näitten, näitten tuota vanhempi-, vanhojen miesten pojat, niistä tuli vähän vanhempia joskus kaheksan- yheksänkymmentäluvulla, niin niistä tuli uudestaan tämmösiä muotikaluja ja ne kaivettiin sieltä varastoista ja kunnostettiin ja ehkä niillä sit joskus vähän ruvettiin ajamaankin.  ",
        "English translation": "These were used and then given up, they were left somewhere in the corners of barns, in the corners of storage rooms, for a long time. And then apparently, when the sons of these, these older men, they got a little older sometime in the 1980s and 1990s, they became this kind of fashionable items again, and they were taken out of the storages and refurbished, and maybe they were driven a bit too. ",
        "Swedish translation": "Dessa användes och gavs sedan upp, de lämnades någonstans i hörnen på lador, i hörnen på förråd, under lång tid. Och sedan tydligen, när sönerna till dessa, dessa äldre män, de blev lite äldre någon gång på 1980- och 1990-talen, blev de sådana moderiktiga föremål igen, och de togs ut ur förråden och renoverades, och kanske kördes de lite också.  ",
        "Other language translation": "*",
        "Additional info": "*",
        "_datasetid": "55b31e3a-0131-4f3b-ac80-04de70bfafde",
        "_timestamp": 1668516714,
        "_timestamp_year": 2022,
        "_timestamp_month": 11,
        "_timestamp_day": 15,
        "_timestamp_hour": 12,
        "_timestamp_minute": 51,
        "_timestamp_second": 54
    },
    {
        "_id": "63738b6afb9758706e727887",
        "Object name": "Moped - Solifer export",
        "Object number": "32271",
        "Date of recording": "15/3/2022",
        "Context/event/workshop": "Workshop for a group, at Design Museum",
        "Contributor name": "Eeva-Kaarina Öyry",
        "User ID": "751188",
        "End-user community": "Senior citizens",
        "Story ID(#)": "#32271S4",
        "Original language ": "Finnish",
        "Audio recording file name": "SOLIFER EXPORT 2, Group recording, 15.3.2022, Helsinki",
        "Start timestamp": "0:58",
        "End timestamp": "1:32",
        "Finnish translation": "Ja nyt mun mopo tuolta, Tunturimopo, toi mieleen matkan. Et voisin mennä hakemaan sitä Myrnaa takaisin Suomeen, että sitten isosiskon pojatkin sais perinnöksi, perinnöksi nää kahvikupit. Itse en sitä sen takia halunnut, koska se on aina käsin tiskattava. Joo. ",
        "English translation": "And now my moped there, the Tunturi moped, reminded me of a trip. So, I could go to get those Myrnas back to Finland, so that the big sister's sons could also inherit these cups. Personally, I didn’t want these because they always have to be washed by hand. Yeah.",
        "Swedish translation": "Och nu min moped där, Tunturi-mopeden, påminde mig om en resa. Så, jag kunde åka och hämta tillbaka de där Myrnas till Finland, så att storasysters söner också kunde ärva dessa koppar. Personligen ville jag inte ha dessa eftersom de alltid måste diskas för hand. Ja.",
        "Other language translation": "*",
        "Additional info": "*",
        "_datasetid": "55b31e3a-0131-4f3b-ac80-04de70bfafde",
        "_timestamp": 1668516714,
        "_timestamp_year": 2022,
        "_timestamp_month": 11,
        "_timestamp_day": 15,
        "_timestamp_hour": 12,
        "_timestamp_minute": 51,
        "_timestamp_second": 54
    },
    {
        "_id": "63738b69619d8873905ef705",
        "Object name": "Decorative object - Pässi (Ram)",
        "Object number": "41768",
        "Date of recording": "07/10/2022",
        "Context/event/workshop": "Workshop for a group, at Design Museum",
        "Contributor name": "Sofi",
        "User ID": "512341",
        "End-user community": "Asylum seekers",
        "Story ID(#)": "#41768S16",
        "Original language ": "English",
        "Audio recording file name": "PÄSSI 2, Sofi, 7.10.2022 Helsinki",
        "Start timestamp": "05:44",
        "End timestamp": "05:50",
        "Finnish translation": "Haastattelija: Hyvä!",
        "English translation": "Interviewer: Good!",
        "Swedish translation": "Intervjuare: Bra!",
        "Other language translation": "*",
        "Additional info": "*",
        "_datasetid": "55b31e3a-0131-4f3b-ac80-04de70bfafde",
        "_timestamp": 1668516713,
        "_timestamp_year": 2022,
        "_timestamp_month": 11,
        "_timestamp_day": 15,
        "_timestamp_hour": 12,
        "_timestamp_minute": 51,
        "_timestamp_second": 53
    },
    {
        "_id": "63738b6978232564042adf53",
        "Object name": "High chair 616",
        "Object number": "9226",
        "Date of recording": "27/09/2022",
        "Context/event/workshop": "Design Evening",
        "Contributor name": "Anonymous",
        "User ID": "964084",
        "End-user community": "General audience",
        "Story ID(#)": "#9226S1",
        "Original language ": "Finnish",
        "Audio recording file name": "HIGH CHAIR 616 - 2, Anonymous, 27.09.2022 Helsinki",
        "Start timestamp": "00:00",
        "End timestamp": "00:33",
        "Finnish translation": "Mun muistikuvien mukaan tosiaan oon lapsena pudonnut tämmöiseltä syöttötuolilta. Näin jälkeenpäin tuli mieleen, että oon ollut varmaan vähän yli-ikäinen siihen tuoliin ja vähän turhan villi. Ja se on varmaan se syy miksi mä putosin ja sain jonkun sortin aivotärähdyksen. Niitä aivotärähdyksiä tuli kyllä vielä useampia sen jälkeenkin. Se on siinä.",
        "English translation": "To the best of my recollection, I indeed fell off this high chair as a child. Later, I have thought that I must have been a bit too old for that chair and a bit too wild. And that's probably the reason why I fell and got some sort of concussion. There were more concussions afterwards too, though. That's it.",
        "Swedish translation": "Såvitt jag kan minnas ramlade jag faktiskt av den här barnstolen som barn. Senare har jag tänkt att jag måste ha varit lite för gammal för den stolen och lite för vild. Och det är nog anledningen till att jag ramlade och fick någon form av hjärnskakning. Det kom dock fler hjärnskakningar efteråt också. Det är allt.",
        "Other language translation": "*",
        "Additional info": "*",
        "_datasetid": "55b31e3a-0131-4f3b-ac80-04de70bfafde",
        "_timestamp": 1668516713,
        "_timestamp_year": 2022,
        "_timestamp_month": 11,
        "_timestamp_day": 15,
        "_timestamp_hour": 12,
        "_timestamp_minute": 51,
        "_timestamp_second": 53
    },
    {
        "_id": "63738b6978ff61337567e280",
        "Object name": "Moped - Solifer export",
        "Object number": "32271",
        "Date of recording": "15/12/2021",
        "Context/event/workshop": "Workshop for a group, at Design Museum",
        "Contributor name": "Anonymous",
        "User ID": "921848",
        "End-user community": "Senior citizens",
        "Story ID(#)": "#32271S1",
        "Original language ": "Finnish",
        "Audio recording file name": "SOLIFER EXPORT 1, Anonymous, 15.12.2021, Helsinki",
        "Start timestamp": "0:00",
        "End timestamp": "0:42",
        "Finnish translation": "Tässä kuvassa on Solifer-niminen mopedi, joka vie minun ajatukseni tuonne kuuskymmentäluvulle maaseudulle josta-, jossa olen elänyt ja kasvanut ennenkö lähdin sieltä pois. Ja tällänen mopedi oli aika tavallinen kulkupeli siellä, erityisesti vähän vanhemmille miehille, ilmeisesti semmosille miehille joilla, jotka eivät ostaneet autoa, mut ehkä heillä ei ollu varaakaan siihen ja he kumminkin tarvitsivat jonkun kulkupelin ja tällänen tuote sitten hankittiin perheeseen ja sitä käytettiin aika ahkerastikin.  ",
        "English translation": "In this picture is a moped named Solifer that takes my thoughts to the 1960s countryside where I lived and grew up before I left away from there. And this kind of a moped was a pretty common vehicle there, especially for slightly older men, apparently for such men who didn't buy a car, but maybe they couldn’t afford it either, and they anyway needed some ride, and this product was then purchased for the family and it was used quite diligently too.  ",
        "Swedish translation": "På den här bilden är en moped vid namn Solifer som tar mina tankar till 1960-talets landsbygd där jag bodde och växte upp innan jag gick bårt därifrån. Och den här typen av moped var ett ganska vanligt fordon där, speciellt för lite äldre män, tydligen för sådana män som inte köpte en bil, men de kanske inte hade råd heller, och de behövde i alla fall något fordon, och denna produkten köptes sedan till familjen och den användes också ganska flitigt.  ",
        "Other language translation": "*",
        "Additional info": "*",
        "_datasetid": "55b31e3a-0131-4f3b-ac80-04de70bfafde",
        "_timestamp": 1668516713,
        "_timestamp_year": 2022,
        "_timestamp_month": 11,
        "_timestamp_day": 15,
        "_timestamp_hour": 12,
        "_timestamp_minute": 51,
        "_timestamp_second": 53
    },
    {
        "_id": "63738b68b6bab71ffc679ab1",
        "Object name": "Decorative object - Pässi (Ram)",
        "Object number": "41768",
        "Date of recording": "07/10/2022",
        "Context/event/workshop": "Workshop for a group, at Design Museum",
        "Contributor name": "Sofi",
        "User ID": "512341",
        "End-user community": "Asylum seekers",
        "Story ID(#)": "#41768S13",
        "Original language ": "English",
        "Audio recording file name": "PÄSSI 2, Sofi, 7.10.2022 Helsinki",
        "Start timestamp": "03:23",
        "End timestamp": "04:06",
        "Finnish translation": "Ok. Kerran olin puistossa ja huomasin, että siellä oli perhe johon kuului taapero. Ja taapero yritti saada kuplia kiinni. Ja ne olivat aika isoja. Taapero oli hyvin pieni. Ja ruoho oli vihreää ja korkeaa, ja tämä taapero juoksi ruohikon läpi puistossa.",
        "English translation": "Ok. Once, I was in the park, and I noticed there were a family with a toddler. And the toddler was trying to catch bubbles. And they were quite big. It was a tiny tiny toddler. And like, and the grass was green and high, and this toddler was running through the grass in the park. ",
        "Swedish translation": "OK. En gång var jag i parken och jag märkte att det fanns en familj med ett litet barn. Och det lilla barnet försökte fånga bubblor. Och de var ganska stora. Det var ett litet litet barn. Och liksom, och gräset var grönt och högt, och det här barnet sprang genom gräset i parken.",
        "Other language translation": "*",
        "Additional info": "This story relates to a series of five pictures the person made. This part relates to the fourth picture.",
        "_datasetid": "55b31e3a-0131-4f3b-ac80-04de70bfafde",
        "_timestamp": 1668516712,
        "_timestamp_year": 2022,
        "_timestamp_month": 11,
        "_timestamp_day": 15,
        "_timestamp_hour": 12,
        "_timestamp_minute": 51,
        "_timestamp_second": 52
    },
    {
        "_id": "63738b6828b056289c6b6f18",
        "Object name": "Decorative object - Pässi (Ram)",
        "Object number": "41768",
        "Date of recording": "07/10/2022",
        "Context/event/workshop": "Workshop for a group, at Design Museum",
        "Contributor name": "Sofi",
        "User ID": "512341",
        "End-user community": "Asylum seekers",
        "Story ID(#)": "#41768S14",
        "Original language ": "English",
        "Audio recording file name": "PÄSSI 2, Sofi, 7.10.2022 Helsinki",
        "Start timestamp": "04:06",
        "End timestamp": "04:11",
        "Finnish translation": "Haastattelija: Ja haluatko kertoa viimeisestä?",
        "English translation": "Interviewer: And do you want to tell about the last one?",
        "Swedish translation": "Intervjuare: Och vill du berätta om den sista?",
        "Other language translation": "*",
        "Additional info": "*",
        "_datasetid": "55b31e3a-0131-4f3b-ac80-04de70bfafde",
        "_timestamp": 1668516712,
        "_timestamp_year": 2022,
        "_timestamp_month": 11,
        "_timestamp_day": 15,
        "_timestamp_hour": 12,
        "_timestamp_minute": 51,
        "_timestamp_second": 52
    },
    {
        "_id": "63738b68461cf10d8073bc90",
        "Object name": "Decorative object - Pässi (Ram)",
        "Object number": "41768",
        "Date of recording": "07/10/2022",
        "Context/event/workshop": "Workshop for a group, at Design Museum",
        "Contributor name": "Sofi",
        "User ID": "512341",
        "End-user community": "Asylum seekers",
        "Story ID(#)": "#41768S15",
        "Original language ": "English",
        "Audio recording file name": "PÄSSI 2, Sofi, 7.10.2022 Helsinki",
        "Start timestamp": "04:11",
        "End timestamp": "05:44",
        "Finnish translation": "Kyllä. Viimeinen. Assosiaatio syksystä, omenoista ja sadosta. Myös muistoja, kuinka syksyllä useimmiten niillä joilla on oma puutarha, on paljon omenoita, eivätkä he tiedä mihin ne laittaisi. Ja he ehdottavat kaikille: “Ota omenoita, ole hyvä!”. Ja siellä on yksinkertaisesti... Ja minä tarjosin ruokaa (?) ja ystäväni. Ja se henkilö oli hyvin kiitollinen, että vietimme aikaa heidän kanssaan illalla. Ja he päättivät tuoda meille vähän omenoita, joita heillä oli. Siksi piirsin omenoita. Niinkuin murskattuja omenoita, kuivattuja omenoita.",
        "English translation": "Yes. The last one. Association is about autumn, and apples and harvest. Also some memories, how in autumn, most of the time, people who has their own garden have a lot of apples, and they don’t know where to put them. And they are like suggesting everyone: “Please, take some apples!”. And there is simply... And I was serving some food basicly as danger (?), and my friend. And that person was very grateful that we spent some time with them in the evening. And they decided to bring us a little bit of apples that they had. So, that’s why, I drew some apples. Like crunched apples, dried apples. ",
        "Swedish translation": "Ja. Den sista. Föreningen handlar om hösten, och äpplen och skörd. Också minnen av hur på hösten, de som har egen trädgård brukar ofta ha många äpplen, och de vet inte var de ska lägga dem. Och de föreslår till alla: \"Snälla, ta några äpplen!\". Och det finns helt enkelt...  Och jag serverade mat (?), och min vän. Och den personen var väldigt tacksam för att vi spenderade lite tid med dem på kvällen. Och de bestämde sig för att ge oss några äpplen som de hade. Det var därför jag ritade äpplen. Liksom krossade äpplen, torkade äpplen.",
        "Other language translation": "*",
        "Additional info": "This story relates to a series of five pictures the person made. This part relates to the fifth picture.",
        "_datasetid": "55b31e3a-0131-4f3b-ac80-04de70bfafde",
        "_timestamp": 1668516712,
        "_timestamp_year": 2022,
        "_timestamp_month": 11,
        "_timestamp_day": 15,
        "_timestamp_hour": 12,
        "_timestamp_minute": 51,
        "_timestamp_second": 52
    },
    {
        "_id": "63738b67fb9758706e727885",
        "Object name": "Decorative object - Pässi (Ram)",
        "Object number": "41768",
        "Date of recording": "07/10/2022",
        "Context/event/workshop": "Workshop for a group, at Design Museum",
        "Contributor name": "Sofi",
        "User ID": "512341",
        "End-user community": "Asylum seekers",
        "Story ID(#)": "#41768S11",
        "Original language ": "English",
        "Audio recording file name": "PÄSSI 2, Sofi, 7.10.2022 Helsinki",
        "Start timestamp": "01:40",
        "End timestamp": "03:16",
        "Finnish translation": "Ok. Se oli melko hiljattain. Katsoin alkuperäistä esinettä. Ja se muistutti minua yhdestä kerrasta, kun menin ystäväni kanssa meren rannalle. Ja oli (?), ja veteen syntyi kuplia. Ja se näytti samalta kuin saippuakuplat astioita pestessä. Ja sitten siellä oli paljon syksyn lehtiä ja hiekkaa. Ja me katselimme ja niinkuin nautimme hetkestä. Vaikka olin todella, todella surullinen. Ja tämä hetki, se oli myös kaunis hetki. Kyllä, koska menetin juuri yhteyden tuohon yhteen. Ja siksi se oli minulle vaikeaa aikaa, mutta koska ystäväni ehdotti menemistä meren rantaan, ja siellä on sellaista kauneutta tänä syksynä, oli helpompaa, vähän.",
        "English translation": "Ok. It was quite recently. And, I was looking at original object. And I remembered it from a time I went with a friend to the seashore. And it was (?) and the water, creating like bubbles. And it looked like soap bubbles, when you wash dishes. And then a lot of autumn leaves there, and sand. And we were watching, and like, and enjoying the moment. Even though, I was really, really, sad. And this moment, it was a beautiful moment as well. Yeah, because I just lost the contact with that one. And that’s why it was a difficult time for me, but since my friend suggested to go to the sea, and there is so, such beauty this autumn, it was easier, a little bit. ",
        "Swedish translation": "OK. Det var ganska nyligen. Jag tittade på originalföremålet. Och det påminde mig om en gång när jag gick till stranden med min vän. Och det var (?), och bubblor dök upp i vattnet. Och de såg ut som såpbubblor när man diskar. Och så var det massor av höstlöv och sand. Och vi tittade och liksom njöt av stunden. Även om jag var riktigt, riktigt ledsen. Och det här ögonblicket, det var också ett vackert ögonblick. Ja, för att jag precis tappade kontakten med den där. Och så det var en svår tid för mig, men eftersom min vän föreslog att gå till havet, och det finns så, en sådan skönhet denna höst, var det lättare, lite.",
        "Other language translation": "*",
        "Additional info": "This story relates to a series of five pictures the person made. This part relates to the third picture.",
        "_datasetid": "55b31e3a-0131-4f3b-ac80-04de70bfafde",
        "_timestamp": 1668516711,
        "_timestamp_year": 2022,
        "_timestamp_month": 11,
        "_timestamp_day": 15,
        "_timestamp_hour": 12,
        "_timestamp_minute": 51,
        "_timestamp_second": 51
    },
    {
        "_id": "63738b67f3d1b15c7d3cd1fd",
        "Object name": "Decorative object - Pässi (Ram)",
        "Object number": "41768",
        "Date of recording": "07/10/2022",
        "Context/event/workshop": "Workshop for a group, at Design Museum",
        "Contributor name": "Sofi",
        "User ID": "512341",
        "End-user community": "Asylum seekers",
        "Story ID(#)": "#41768S12",
        "Original language ": "English",
        "Audio recording file name": "PÄSSI 2, Sofi, 7.10.2022 Helsinki",
        "Start timestamp": "03:16",
        "End timestamp": "03:23",
        "Finnish translation": "Haastattelija: Entä tämä?",
        "English translation": "Interviewer: How about this one?",
        "Swedish translation": "Intervjuare: Vad sägs om den här?",
        "Other language translation": "*",
        "Additional info": "*",
        "_datasetid": "55b31e3a-0131-4f3b-ac80-04de70bfafde",
        "_timestamp": 1668516711,
        "_timestamp_year": 2022,
        "_timestamp_month": 11,
        "_timestamp_day": 15,
        "_timestamp_hour": 12,
        "_timestamp_minute": 51,
        "_timestamp_second": 51
    },
    {
        "_id": "63738b6678ff61337567e27e",
        "Object name": "Decorative object - Pässi (Ram)",
        "Object number": "41768",
        "Date of recording": "07/10/2022",
        "Context/event/workshop": "Workshop for a group, at Design Museum",
        "Contributor name": "Sofi",
        "User ID": "512341",
        "End-user community": "Asylum seekers",
        "Story ID(#)": "#41768S8",
        "Original language ": "English",
        "Audio recording file name": "PÄSSI 2, Sofi, 7.10.2022 Helsinki",
        "Start timestamp": "00:00",
        "End timestamp": "00:42",
        "Finnish translation": "Haastattelija: Ja haluatko kertoa toisesta kuvasta?",
        "English translation": "Interviewer: And do you want to tell about the second picture?",
        "Swedish translation": "Intervjuare: Och vill du berätta om den andra bilden?",
        "Other language translation": "*",
        "Additional info": "*",
        "_datasetid": "55b31e3a-0131-4f3b-ac80-04de70bfafde",
        "_timestamp": 1668516710,
        "_timestamp_year": 2022,
        "_timestamp_month": 11,
        "_timestamp_day": 15,
        "_timestamp_hour": 12,
        "_timestamp_minute": 51,
        "_timestamp_second": 50
    },
    {
        "_id": "63738b664d6d36651d600e16",
        "Object name": "Decorative object - Pässi (Ram)",
        "Object number": "41768",
        "Date of recording": "07/10/2022",
        "Context/event/workshop": "Workshop for a group, at Design Museum",
        "Contributor name": "Sofi",
        "User ID": "512341",
        "End-user community": "Asylum seekers",
        "Story ID(#)": "#41768S9",
        "Original language ": "English",
        "Audio recording file name": "PÄSSI 2, Sofi, 7.10.2022 Helsinki",
        "Start timestamp": "00:42",
        "End timestamp": "01:33",
        "Finnish translation": "Ok. Ja sitten muistin, että se ei ollut vain yksi palapeli, joka tuli mieleeni, vaan kävin vahingossa myös kaupassa, jossa oli paljon erilaisia palapelejä ja lahjoja. Ja suurin osa niistä oli puisia, saattoi rakentaa niinkuin aurinkokunnan tai kellon tai sellaisen esineen, jolla voi kuunnella musiikkia itseasiassa. Sellaisen pienen. Kyllä. Se on (?).",
        "English translation": "Ok. And then I remembered that it’s not only one puzzle that came to my mind, but by accident I also went to a shop with a lot of different puzzles and presents. And most of them were wooden, and you could build like a solar system or a clock or this object, where you can listen music actually. Like a little one. Yeah. It’s (?).",
        "Swedish translation": "Ok. Och så kom jag ihåg att det inte bara var ett pussel som jag tänkte på, jag gick också av misstag till en butik som hade en massa olika pussel och presenter. Och de flesta av dem var av trä, man kunde bygga något som ett solsystem eller en klocka eller något som man faktiskt kan lyssna på musik med. En sådan liten. Ja. Det är (?).",
        "Other language translation": "*",
        "Additional info": "This story relates to a series of five pictures the person made. This part relates to the second picture.",
        "_datasetid": "55b31e3a-0131-4f3b-ac80-04de70bfafde",
        "_timestamp": 1668516710,
        "_timestamp_year": 2022,
        "_timestamp_month": 11,
        "_timestamp_day": 15,
        "_timestamp_hour": 12,
        "_timestamp_minute": 51,
        "_timestamp_second": 50
    },
    {
        "_id": "63738b66ec6863140217f374",
        "Object name": "Decorative object - Pässi (Ram)",
        "Object number": "41768",
        "Date of recording": "07/10/2022",
        "Context/event/workshop": "Workshop for a group, at Design Museum",
        "Contributor name": "Sofi",
        "User ID": "512341",
        "End-user community": "Asylum seekers",
        "Story ID(#)": "#41768S10",
        "Original language ": "English",
        "Audio recording file name": "PÄSSI 2, Sofi, 7.10.2022 Helsinki",
        "Start timestamp": "01:33",
        "End timestamp": "01:40",
        "Finnish translation": "Haastattelija: Ja mitä on kolmannessa kuvassa?",
        "English translation": "Interviewer: And, what is in the third picture?",
        "Swedish translation": "Intervjuare: Och vad är det på den tredje bilden?",
        "Other language translation": "*",
        "Additional info": "*",
        "_datasetid": "55b31e3a-0131-4f3b-ac80-04de70bfafde",
        "_timestamp": 1668516710,
        "_timestamp_year": 2022,
        "_timestamp_month": 11,
        "_timestamp_day": 15,
        "_timestamp_hour": 12,
        "_timestamp_minute": 51,
        "_timestamp_second": 50
    },
    {
        "_id": "63738b65461cf10d8073bc8e",
        "Object name": "Decorative object - Pässi (Ram)",
        "Object number": "41768",
        "Date of recording": "30/8/2022",
        "Context/event/workshop": "Design Evening",
        "Contributor name": "Fish",
        "User ID": "254668",
        "End-user community": "General audience",
        "Story ID(#)": "#41768S5",
        "Original language ": "English",
        "Audio recording file name": "PÄSSI 1, FISH (pseydonym), 30.8.2022 Helsinki",
        "Start timestamp": "2:35",
        "End timestamp": "3:16",
        "Finnish translation": "Ja niin tuo vanha rouva jätti minuun valtavan vaikutuksen. Ja nyt ymmärrän, etten tarvinnut lammasta muistuttamaan minua kaupasta, vanhasta kauppiaasta ja koko kokemuksesta, koska nautin todella spontaanista keskustelustamme. Ja todella toivon, että voisin jonkin ihmeen kautta tavata tuon vanhan rouvan uudelleen ja kertoa hänelle, kuinka paljon arvostin keskusteluamme sinä päivänä. ",
        "English translation": "And so the old lady left a huge impression on me. And now I realize I didn’t need the sheep to remind me of the shop, the old shop keeper and the whole experience, because I really enjoyed our spontantenous conversation. And I really hope that, by some miracle, I would be able to meet the old lady again, and tell her how much I cherished our conversation that day. ",
        "Swedish translation": "Och så gjorde den gamla damen ett stort intryck på mig. Och nu inser jag att jag inte behövde fåret för att påminna mig om butiken, den gamla butiksinnehavaren och hela upplevelsen, för jag njöt verkligen av vårt spontana samtal. Och jag hoppas verkligen att jag genom något mirakel skulle kunna träffa den gamla damen igen och berätta för henne hur mycket jag uppskattade vårt samtal den dagen. ",
        "Other language translation": "*",
        "Additional info": "*",
        "_datasetid": "55b31e3a-0131-4f3b-ac80-04de70bfafde",
        "_timestamp": 1668516709,
        "_timestamp_year": 2022,
        "_timestamp_month": 11,
        "_timestamp_day": 15,
        "_timestamp_hour": 12,
        "_timestamp_minute": 51,
        "_timestamp_second": 49
    },
    {
        "_id": "63738b65619d8873905ef703",
        "Object name": "Decorative object - Pässi (Ram)",
        "Object number": "41768",
        "Date of recording": "07/10/2022",
        "Context/event/workshop": "Workshop for a group, at Design Museum",
        "Contributor name": "Sofi",
        "User ID": "512341",
        "End-user community": "Asylum seekers",
        "Story ID(#)": "#41768S6",
        "Original language ": "English",
        "Audio recording file name": "PÄSSI 2, Sofi, 7.10.2022 Helsinki",
        "Start timestamp": "00:00",
        "End timestamp": "00:05",
        "Finnish translation": "Haastattelija: Ok! No, mitä olet piirtänyt ensimmäiseen kuvaan?",
        "English translation": "Interviewer: Ok! So what have you drawn in the first picture?",
        "Swedish translation": "Intervjuare: Ok! Så vad har du ritat på den första bilden?",
        "Other language translation": "*",
        "Additional info": "*",
        "_datasetid": "55b31e3a-0131-4f3b-ac80-04de70bfafde",
        "_timestamp": 1668516709,
        "_timestamp_year": 2022,
        "_timestamp_month": 11,
        "_timestamp_day": 15,
        "_timestamp_hour": 12,
        "_timestamp_minute": 51,
        "_timestamp_second": 49
    },
    {
        "_id": "63738b6578232564042adf51",
        "Object name": "Decorative object - Pässi (Ram)",
        "Object number": "41768",
        "Date of recording": "07/10/2022",
        "Context/event/workshop": "Workshop for a group, at Design Museum",
        "Contributor name": "Sofi",
        "User ID": "512341",
        "End-user community": "Asylum seekers",
        "Story ID(#)": "#41768S7",
        "Original language ": "English",
        "Audio recording file name": "PÄSSI 2, Sofi, 7.10.2022 Helsinki",
        "Start timestamp": "00:05",
        "End timestamp": "00:36",
        "Finnish translation": "Se on puinen palapeli. Ostin sen kotoa. Se on taianomainen maja. Ja se liittyy satuihin. Jos sanot erityiset sanat, ovi avautuu.",
        "English translation": "It’s a wooden puzzle. I bought it from home. It’s a magical hut. And it’s connected to the fairytales. And you should tell like special words, then it does and open the door.",
        "Swedish translation": "Det är ett träpussel. Jag köpte den hemifrån. Den är en magisk hydda. Och det har med sagor att göra. Om du säger de speciella orden öppnas dörren.",
        "Other language translation": "*",
        "Additional info": "This story relates to a series of five pictures the person made. This part relates to the first picture.",
        "_datasetid": "55b31e3a-0131-4f3b-ac80-04de70bfafde",
        "_timestamp": 1668516709,
        "_timestamp_year": 2022,
        "_timestamp_month": 11,
        "_timestamp_day": 15,
        "_timestamp_hour": 12,
        "_timestamp_minute": 51,
        "_timestamp_second": 49
    },
    {
        "_id": "63738b64f3d1b15c7d3cd1fb",
        "Object name": "Decorative object - Pässi (Ram)",
        "Object number": "41768",
        "Date of recording": "30/8/2022",
        "Context/event/workshop": "Design Evening",
        "Contributor name": "Fish",
        "User ID": "254668",
        "End-user community": "General audience",
        "Story ID(#)": "#41768S2",
        "Original language ": "English",
        "Audio recording file name": "PÄSSI 1, FISH (pseydonym), 30.8.2022 Helsinki",
        "Start timestamp": "0:51",
        "End timestamp": "1:19",
        "Finnish translation": "Sitten huomasin erään pienen taide- ja käsityökaupan. Niinpä kävelin sisälle, ja tämä lammasesine veti minua heti puoleensa. Se oli jotain sellaista, mitä en ollut koskaan ennen nähnyt. Ja halusin todella ostaa sen, mutta minusta tuntui hieman (?), koska join niin paljon edellisenä yönä ja aiheutin ystävilleni vaivaa. ",
        "English translation": "Then, this small arts and crafts shop caught my attention. So, I walked inside, and I was immediately drawn to this sheep object. It was something I had never seen before. And I really wanted to buy it, but I felt a bit (?) because I drank so much last night and caused my friends inconveniences.  ",
        "Swedish translation": "Sedan fångade denna lilla konst- och hantverksbutik min uppmärksamhet. Så jag gick in och jag drogs genast till det här fårobjektet. Det var något jag aldrig sett förut. Och jag ville verkligen köpa den, men jag kände mig lite (?) för att jag drack så mycket kvällen innan och orsakade olägenheter för mina vänner. ",
        "Other language translation": "*",
        "Additional info": "*",
        "_datasetid": "55b31e3a-0131-4f3b-ac80-04de70bfafde",
        "_timestamp": 1668516708,
        "_timestamp_year": 2022,
        "_timestamp_month": 11,
        "_timestamp_day": 15,
        "_timestamp_hour": 12,
        "_timestamp_minute": 51,
        "_timestamp_second": 48
    },
    {
        "_id": "63738b64b6bab71ffc679aaf",
        "Object name": "Decorative object - Pässi (Ram)",
        "Object number": "41768",
        "Date of recording": "30/8/2022",
        "Context/event/workshop": "Design Evening",
        "Contributor name": "Fish",
        "User ID": "254668",
        "End-user community": "General audience",
        "Story ID(#)": "#41768S3",
        "Original language ": "English",
        "Audio recording file name": "PÄSSI 1, FISH (pseydonym), 30.8.2022 Helsinki",
        "Start timestamp": "1:19",
        "End timestamp": "1:48",
        "Finnish translation": "Niinpä seisoin siinä ajattelemassa, ja silloin kaupan vanha rouva tuli luokseni. Ja hän ei yrittänyt myydä minulle tuota lammasta tai mitään, hän halusi vain keskustella kanssani. Hän kysyi minulta, mistä olen kotoisin, miksi olin Tallinnassa ystävieni kanssa, ja meillä vain oli hyvin spontaani keskustelu. ",
        "English translation": "So  I was standing there thinking, and then the old lady in the shop came to me. And she didn’t try to sell me the sheep or anything, she just wanted to have a conversation with me. She asked me where I was from, why I was in Tallinn with my friends, and we just had a very spontantenous conversation.  ",
        "Swedish translation": "Så jag stod där och tänkte och då kom den gamla damen i butiken till mig. Och hon försökte inte sälja fåren eller något till mig, hon ville bara prata med mig. Hon frågade mig var jag kom ifrån, varför jag var i Tallinn med mina vänner, och vi hade bara ett väldigt spontant samtal. ",
        "Other language translation": "*",
        "Additional info": "*",
        "_datasetid": "55b31e3a-0131-4f3b-ac80-04de70bfafde",
        "_timestamp": 1668516708,
        "_timestamp_year": 2022,
        "_timestamp_month": 11,
        "_timestamp_day": 15,
        "_timestamp_hour": 12,
        "_timestamp_minute": 51,
        "_timestamp_second": 48
    },
    {
        "_id": "63738b6428b056289c6b6f16",
        "Object name": "Decorative object - Pässi (Ram)",
        "Object number": "41768",
        "Date of recording": "30/8/2022",
        "Context/event/workshop": "Design Evening",
        "Contributor name": "Fish",
        "User ID": "254668",
        "End-user community": "General audience",
        "Story ID(#)": "#41768S4",
        "Original language ": "English",
        "Audio recording file name": "PÄSSI 1, FISH (pseydonym), 30.8.2022 Helsinki",
        "Start timestamp": "1:48",
        "End timestamp": "2:35",
        "Finnish translation": "Lopulta päätin kuitenkin hankkia lampaan itselleni, koska minusta todella tuntui, että nautin ajastani tuossa kaupassa ja halusin jotain itselleni muistoksi siitä. Joten valitsin mustan lampaan koko kokoelmasta ja sitten (?) hänelle, että \"Valitsin tämän, koska joskus ajattelen itseäni perheeni mustana lampaana\". Ja hän yllätti minut jälleen kerran viisailla sanoillaan. Hän sanoi minulle: \"Se, että on musta lammas, ei tarkoita, että on huono, se tarkoittaa vain sitä, että on ainutlaatuinen\". ",
        "English translation": "In the end, I decided to get myself the sheep, anyway, because I really felt like I had a good time in the shop and I wanted something to remind myself of it. So, I picked a black sheep from the whole collection and then I (?) to her that, “I picked this one because sometimes I think of myself as the black sheep of my family”. And she once again surprised me by her wise words. She told me: “Being a black sheep doesn’t mean that you are bad, it just means that you are unique”. ",
        "Swedish translation": "Till slut bestämde jag mig för att skaffa mig fåren i alla fall, för jag kände verkligen att jag hade det bra i butiken och jag ville ha något för mig själv att minnas det genom. Så jag valde ett svart får från hela samlingen och sedan (?) till henne att \"Jag valde det här för att jag ibland tänker på mig själv som det svarta fåret i min familj\". Och hon överraskade mig ännu en gång med sina kloka ord. Hon sa till mig: \"Att vara ett svart får betyder inte att man är dålig, det betyder bara att man är unik\". ",
        "Other language translation": "*",
        "Additional info": "*",
        "_datasetid": "55b31e3a-0131-4f3b-ac80-04de70bfafde",
        "_timestamp": 1668516708,
        "_timestamp_year": 2022,
        "_timestamp_month": 11,
        "_timestamp_day": 15,
        "_timestamp_hour": 12,
        "_timestamp_minute": 51,
        "_timestamp_second": 48
    },
    {
        "_id": "63738b6378ff61337567e27c",
        "Object name": "Cutlery - Savonia",
        "Object number": "44168",
        "Date of recording": "15/03/2022",
        "Context/event/workshop": "Workshop for a group, at Design Museum",
        "Contributor name": "Leena Lappalainen",
        "User ID": "594472",
        "End-user community": "Senior citizens",
        "Story ID(#)": "#44168S2",
        "Original language ": "Finnish",
        "Audio recording file name": "SAVONIA 1, Group recording, 15.3.2022, Helsinki",
        "Start timestamp": "01:25",
        "End timestamp": "01:44",
        "Finnish translation": "Ja tästä Savonia-sarjasta on vähän muistoja ja niitä on kyllä edelleenkin. Että ensimmäiset mä hankin niistä itse, ja seuraavat sitten saatiin häälahjaksi vuonna 1973. Ja hyvin, hyvä, toimiva sarja.  ",
        "English translation": "And I have a few memories of this Savonia series, I still have some of them. I got the first ones myself, and the next ones we got as a wedding gift in 1973. And a it’s a good, functional series. ",
        "Swedish translation": "Och jag har några minnen av den här Savonia-serien, jag har fortfarande några av dem. De första köpt jag själv, och de nästa fick vi i bröllopspresent 1973. Och den är en bra, funktionell serie. ",
        "Other language translation": "*",
        "Additional info": "*",
        "_datasetid": "55b31e3a-0131-4f3b-ac80-04de70bfafde",
        "_timestamp": 1668516707,
        "_timestamp_year": 2022,
        "_timestamp_month": 11,
        "_timestamp_day": 15,
        "_timestamp_hour": 12,
        "_timestamp_minute": 51,
        "_timestamp_second": 47
    },
    {
        "_id": "63738b634d6d36651d600e14",
        "Object name": "Cutlery - Savonia",
        "Object number": "44168",
        "Date of recording": "15/3/2022",
        "Context/event/workshop": "Workshop for a group, at Design Museum",
        "Contributor name": "Leena Lappalainen",
        "User ID": "594472",
        "End-user community": "Senior citizens",
        "Story ID(#)": "#44168S3",
        "Original language ": "Finnish",
        "Audio recording file name": "SAVONIA 1, Group recording, 15.3.2022, Helsinki",
        "Start timestamp": "1:25",
        "End timestamp": "1:44",
        "Finnish translation": "Ja tästä Savonia-sarjasta on vähän muistoja ja niitä on kyllä edelleenkin. Että ensimmäiset mä hankin niistä itse, ja seuraavat sitten saatiin häälahjaksi vuonna 1973. Ja hyvin, hyvä, toimiva sarja.  ",
        "English translation": "And I have a few memories of this Savonia series, I still have some of them. I got the first ones myself, and the next ones we got as a wedding gift in 1973. And a it’s a good, functional series. ",
        "Swedish translation": "Och jag har några minnen av den här Savonia-serien, jag har fortfarande några av dem. De första köpt jag själv, och de nästa fick vi i bröllopspresent 1973. Och den är en bra, funktionell serie. ",
        "Other language translation": "*",
        "Additional info": "*",
        "_datasetid": "55b31e3a-0131-4f3b-ac80-04de70bfafde",
        "_timestamp": 1668516707,
        "_timestamp_year": 2022,
        "_timestamp_month": 11,
        "_timestamp_day": 15,
        "_timestamp_hour": 12,
        "_timestamp_minute": 51,
        "_timestamp_second": 47
    },
    {
        "_id": "63738b63ec6863140217f372",
        "Object name": "Cutlery - Savonia",
        "Object number": "44168",
        "Date of recording": "17/3/2022",
        "Context/event/workshop": "Lahti",
        "Contributor name": "Terttu Valonen",
        "User ID": "677821",
        "End-user community": "Senior citizens",
        "Story ID(#)": "#44168S4",
        "Original language ": "Finnish",
        "Audio recording file name": "SAVONIA 2, Terttu Valonen, 17.3.2022, Lahti",
        "Start timestamp": "0:37",
        "End timestamp": "1:07",
        "Finnish translation": "Sitten tota mul on tällä hetkellä tässä. Kotona on käytössä näitä Sorsakosken Savonia-aterimia. Et ne on varmaan uustuotantoa, ne on hyvin kevyitä ja siroja. Mitä oli aikaisemmin on ollut, semmoisia, onko ne Hackmannia vai mitä ne semmoiset raidalliset, nekin oli 1960-lukua. Että ne on mulla koko sarja.  ",
        "English translation": "So at the moment, I have here. These Savonia cutlery by Sorsakoski are used at home. They are probably of new production, they are very light and slender. Those that there were before, were they now by Hackman or what, the ones with stripes, they were also from the 1960s. Of those I have the whole series. ",
        "Swedish translation": "Så just nu har jag här. Dessa Savonia-bestick från Sorsakoski används hemma. De är förmodligen nyproduktion, de är väldigt lätta och smala. De som fanns förut, var de nu av Hackman eller vad, de med ränder, de var också från 1960-talet. Av dem har jag hela serien. ",
        "Other language translation": "*",
        "Additional info": "*",
        "_datasetid": "55b31e3a-0131-4f3b-ac80-04de70bfafde",
        "_timestamp": 1668516707,
        "_timestamp_year": 2022,
        "_timestamp_month": 11,
        "_timestamp_day": 15,
        "_timestamp_hour": 12,
        "_timestamp_minute": 51,
        "_timestamp_second": 47
    },
    {
        "_id": "63738b63fb9758706e727883",
        "Object name": "Decorative object - Pässi (Ram)",
        "Object number": "41768",
        "Date of recording": "30/8/2022",
        "Context/event/workshop": "Design Evening",
        "Contributor name": "Fish",
        "User ID": "254668",
        "End-user community": "General audience",
        "Story ID(#)": "#41768S1",
        "Original language ": "English",
        "Audio recording file name": "PÄSSI 1, FISH (pseydonym), 30.8.2022 Helsinki",
        "Start timestamp": "0:00",
        "End timestamp": "0:51",
        "Finnish translation": "Tästä esineestä tulee mieleen matkani Tallinnaan ystävieni ja nuoremman sisareni kanssa vuonna 2017. Menimme yön yli kulkevalla lautalla Helsingistä Tallinnaan. Ja siksi meillä oli paljon aikaa pitää hauskaa (?). Ja seuraava asia, jonka tiedän, on, että olin todella humalassa laivalla. Joten, kun saavuimme Tallinnaan, olin väsynyt ja (?) alkoholin vuoksi. Mutta koska olimme yhdessä, päätimme ottaa kaiken irti matkastamme ja nauttia hetkestä. Niinpä kiertelimme Tallinnan vanhassakaupungissa. ",
        "English translation": "This object reminds me of my trip to Tallinn with my friends and younger sister in 2017. We went on an overnight ferry from Helsinki to Tallinn. And that’s why we had a lot of time to have fun in (?). And the next thing I know is that I was really drunk on the ship. So, when we arrived in Tallinn I was tired and (?) because of the alcohol. But, since we were together, we decided to make the most of our trip, and enjoy the moment. So we roamed around Tallinn Old Town.  ",
        "Swedish translation": "Detta objekt påminner mig om min resa till Tallinn med mina vänner och min lillasyster 2017. Vi åkte på en övernattningsfärja från Helsingfors till Tallinn. Och det var därför vi hade mycket tid att ha kul i (?). Och nästa sak jag vet är att jag var riktigt full på fartyget. Så när vi kom till Tallinn var jag trött och (?) på grund av alkoholen. Men eftersom vi var tillsammans bestämde vi oss för att göra det bästa av vår resa och njuta av stunden. Så vi strövade runt i Tallinns gamla stad. ",
        "Other language translation": "*",
        "Additional info": "*",
        "_datasetid": "55b31e3a-0131-4f3b-ac80-04de70bfafde",
        "_timestamp": 1668516707,
        "_timestamp_year": 2022,
        "_timestamp_month": 11,
        "_timestamp_day": 15,
        "_timestamp_hour": 12,
        "_timestamp_minute": 51,
        "_timestamp_second": 47
    },
    {
        "_id": "63738b62461cf10d8073bc8c",
        "Object name": "Cup - Myrna",
        "Object number": "44176",
        "Date of recording": "29/3/2022",
        "Context/event/workshop": "Online workshop",
        "Contributor name": "Tuuli Tiihonen",
        "User ID": "388721",
        "End-user community": "Senior citizens",
        "Story ID(#)": "#44176S15",
        "Original language ": "Finnish",
        "Audio recording file name": "MYRNA 6, Tuuli Tiihonen, 29.3.2022, online",
        "Start timestamp": "0:43",
        "End timestamp": "1:08",
        "Finnish translation": "Ne oli tämmöiset juhlavat ja niitä ei sopinut pudotella. Ja siinähän on kaikki, kun oli sokerikko ja kermakko ja sitten se kahvin kaadin ja kaikki matkassa. Niin se oli tämmöistä juhlavan oloista. Ja tietysti aina muistaa, että oli kaunis kesäpäivä, että voitiin olla ulkosalla. Semmoinen muisto.  ",
        "English translation": "They were like, festive, and it was not allowed to drop them. And there was everything there, a sugar bowl and a creamer, and then the coffee pot and everything. So it felt like festive. And of course, one always remembers that it was a beautiful summer day, so one could be outdoors. This kind of a memory. ",
        "Swedish translation": "De var liksom festliga och det var inte tillåtet att tappa dem. Och det fanns allt där, en sockerskål och en gräddkanna, och så kaffekannan och allt. Så det kändes som festligt. Och visst, man alltid minnas att det var en vacker sommardag, så man kunde vara utomhus. Ett sådant här minne. ",
        "Other language translation": "*",
        "Additional info": "*",
        "_datasetid": "55b31e3a-0131-4f3b-ac80-04de70bfafde",
        "_timestamp": 1668516706,
        "_timestamp_year": 2022,
        "_timestamp_month": 11,
        "_timestamp_day": 15,
        "_timestamp_hour": 12,
        "_timestamp_minute": 51,
        "_timestamp_second": 46
    },
    {
        "_id": "63738b62619d8873905ef701",
        "Object name": "Cup: Iris",
        "Object number": "44175",
        "Date of recording": "25/10/2022",
        "Context/event/workshop": "Design Evening",
        "Contributor name": "Pauliina Härkönen",
        "User ID": "451211",
        "End-user community": "General audience",
        "Story ID(#)": "#44175S1",
        "Original language ": "Finnish",
        "Audio recording file name": "IRIS 1, Pauliina Härkönen, 25.10.2022 Helsinki",
        "Start timestamp": "00:01",
        "End timestamp": "00:32",
        "Finnish translation": "Mökki-illan ratoksi keksimme pelin, jossa arvuuttelimme eri asioita. Itse yritin arvuuttaa Iris-tehtaan nimeä. “Violetti, keväinen puutarhakukka, näyttävä, 1900-luvun koristeissa tyypillinen aihe. Pojat eivät nähtävästi olleet puutarhaihmisiä, kun eivät arvanneet millään. Ja hauskin arvaus oli paviaanin kukka!",
        "English translation": "Once at the cabin we came up with a game where we guessed different things, to spend time. Myself, I tried to make the others guess the name of the Iris factory. \"Violet, a spring garden flower, impressive, a typical motif in 20th-century decorations.\" The boys were obviously not gardening people, as they found it difficult to guess it. And the funniest guess was the baboon flower!",
        "Swedish translation": "För att tillbringa en kväll på stugan kom vi på ett spel där vi gissade olika saker. Själv försökte jag få de andra att gissa namnet på fabriken Iris. \"Violett, en vårträdgårdsblomma, imponerande, ett typiskt motiv i 1900-talsdekorationer.\" Pojkarna var uppenbarligen inte trädgårdsmänniskor, eftersom de hade svårt att gissa det. Och den roligaste gissningen var babianblomman!",
        "Other language translation": "*",
        "Additional info": "The person who told this story also wrote a story about the same object.",
        "_datasetid": "55b31e3a-0131-4f3b-ac80-04de70bfafde",
        "_timestamp": 1668516706,
        "_timestamp_year": 2022,
        "_timestamp_month": 11,
        "_timestamp_day": 15,
        "_timestamp_hour": 12,
        "_timestamp_minute": 51,
        "_timestamp_second": 46
    },
    {
        "_id": "63738b6278232564042adf4f",
        "Object name": "Cutlery - Savonia",
        "Object number": "44168",
        "Date of recording": "22/03/2022",
        "Context/event/workshop": "Online workshop",
        "Contributor name": "Anonymous",
        "User ID": "185280",
        "End-user community": "Senior citizens",
        "Story ID(#)": "#44168S1",
        "Original language ": "Finnish",
        "Audio recording file name": "SAVONIA 3, Group recording, 22.3.2022, Maunula",
        "Start timestamp": "0:00",
        "End timestamp": "0:32",
        "Finnish translation": "Ja minä aterimet esittelin täällä. Ja minulle se on hyvin tärkeätä ollut, että joka taloudessa pitäisi olla koko astiasto sillä tavalla samaa sarjaa. Että minultakin valitettavasti löytyy, eripareja löytyy, ja tuota kyllä sitä pärjätään omilla joukoilla niillä. Mutta jos vieraalle laittaa ruokaa, niin silloin (?) jos aterimet olisi samanlaisia ja lautaset kanssa kaikki. Tällainen toive minulla on omalta osaltani. ",
        "English translation": "And I presented the cutlery here. And for me, it has been very important, that all the dishes should be of the same series, in every household. Unfortunately, I also have ones that don’t match, and when it’s just our family eating, we can do with those. But if one is cooking for a guest, then the cutlery and plates should all be the same. This is the wish that I have, for my part. ",
        "Swedish translation": "Och jag presenterade besticken här. Och för mig har det varit väldigt viktigt att hela servisen ska vara av samma serie, i varje hushåll. Tyvärr har jag också sådana som inte passar ihop, och när det bara är vår familj som äter kan vi klara oss med dem. Men om man lagar mat till en gäst, då bör bestick och tallrikar vara desamma. Det är den önskan jag har för min del. ",
        "Other language translation": "*",
        "Additional info": "*",
        "_datasetid": "55b31e3a-0131-4f3b-ac80-04de70bfafde",
        "_timestamp": 1668516706,
        "_timestamp_year": 2022,
        "_timestamp_month": 11,
        "_timestamp_day": 15,
        "_timestamp_hour": 12,
        "_timestamp_minute": 51,
        "_timestamp_second": 46
    },
    {
        "_id": "63738b61f3d1b15c7d3cd1f9",
        "Object name": "Cup - Myrna",
        "Object number": "44176",
        "Date of recording": "17/3/2022",
        "Context/event/workshop": "Lahti",
        "Contributor name": "Terttu Valonen",
        "User ID": "677821",
        "End-user community": "Senior citizens",
        "Story ID(#)": "#44176S12",
        "Original language ": "Finnish",
        "Audio recording file name": "MYRNA 5, Terttu Valonen, 17.3.2022 Lahti",
        "Start timestamp": "2:47",
        "End timestamp": "3:12",
        "Finnish translation": "Ja tota, just tää Myrnan kahvikuppi on, siihen nähden et se on tota, vähän isompi, ja se on tukeva käsille. Että niinkuin mitä on nää hienommat vanhat mitä oon kerännyt, niin ne on niin pieniä, siroja, että niistä tulee se tilkka kahvia, mutta tähän tulee todella kahvikupillinen. ",
        "English translation": "And well, this Myrna coffee cup is, as it is a little bigger, it's sturdy for your hands. So, like the finer old ones I have collected, they are so small, gracious, that they only give you a little drop of coffee, but this one gives you a proper cup of coffee. ",
        "Swedish translation": "Och tja, den här Myrna-kaffekoppen är, eftersom den är lite större, är den robust för händerna. Så, de finare gamla koppar jag har samlat på mig, de är så små, graciösa, att de bara ger en liten droppe kaffe, men den här ger en ordentlig kopp kaffe. ",
        "Other language translation": "*",
        "Additional info": "*",
        "_datasetid": "55b31e3a-0131-4f3b-ac80-04de70bfafde",
        "_timestamp": 1668516705,
        "_timestamp_year": 2022,
        "_timestamp_month": 11,
        "_timestamp_day": 15,
        "_timestamp_hour": 12,
        "_timestamp_minute": 51,
        "_timestamp_second": 45
    },
    {
        "_id": "63738b61b6bab71ffc679aad",
        "Object name": "Cup - Myrna",
        "Object number": "44176",
        "Date of recording": "29/3/2022",
        "Context/event/workshop": "Online workshop",
        "Contributor name": "Tuuli Tiihonen",
        "User ID": "388721",
        "End-user community": "Senior citizens",
        "Story ID(#)": "#44176S13",
        "Original language ": "Finnish",
        "Audio recording file name": "MYRNA 6, Tuuli Tiihonen, 29.3.2022, online",
        "Start timestamp": "0:07",
        "End timestamp": "0:28",
        "Finnish translation": "Ja isoäidilläni oli maalla tämmöinen kokonainen Myrna-astiasto siellä huvilassa. Ja muistan kun aina juhlapäivinä se otettiin esiin. Ja jos tuli sitten kesävieraita, joita usein laivalla tuli, joskus isompikin porukka, niin silloin sitten katettiin niitä jostain.  ",
        "English translation": "And my grandmother had a complete set of Myrna in the villa in the countryside. And I remember how it was always taken out for celebrations. And if there were summer guests, who often came on the ship, sometimes even a bigger group, so these were then put on the table, from somewhere. ",
        "Swedish translation": "Och min mormor hade en komplett uppsättning av Myrna i villan på landet. Och jag minns hur det alltid togs ut på helgdagar. Och om det fanns sommargäster, som ofta kom med en båt, ibland även en större grupp, så ställdes dessa sedan på bordet, från någonstans. ",
        "Other language translation": "*",
        "Additional info": "*",
        "_datasetid": "55b31e3a-0131-4f3b-ac80-04de70bfafde",
        "_timestamp": 1668516705,
        "_timestamp_year": 2022,
        "_timestamp_month": 11,
        "_timestamp_day": 15,
        "_timestamp_hour": 12,
        "_timestamp_minute": 51,
        "_timestamp_second": 45
    },
    {
        "_id": "63738b6128b056289c6b6f14",
        "Object name": "Cup - Myrna",
        "Object number": "44176",
        "Date of recording": "29/3/2022",
        "Context/event/workshop": "Online workshop",
        "Contributor name": "Tuuli Tiihonen",
        "User ID": "388721",
        "End-user community": "Senior citizens",
        "Story ID(#)": "#44176S14",
        "Original language ": "Finnish",
        "Audio recording file name": "MYRNA 6, Tuuli Tiihonen, 29.3.2022, online",
        "Start timestamp": "0:28",
        "End timestamp": "0:43",
        "Finnish translation": "Tai oli sitten omasta takaa aika paljon. Ja sitten yksi tämmöinen tuttavaihminen, niin sitten saatiin häneltä sitten, tai oikeastaan hänen kuolinpesältänsä niin iso määrä niitä. Niin niitä oli sitten paljon.  ",
        "English translation": "Or we had quite a lot of them ourselves. And then there was an acquaintance, from whom we got a large number of them, or actually from their estate. So there were a lot of them then. ",
        "Swedish translation": "Eller, vi själva hade ganska många av dom. Och så var det en bekant, från vilken vi fick ett stort antal av dem, eller egentligen från hans/hennes dödsbo. Så det var många av dem då. ",
        "Other language translation": "*",
        "Additional info": "*",
        "_datasetid": "55b31e3a-0131-4f3b-ac80-04de70bfafde",
        "_timestamp": 1668516705,
        "_timestamp_year": 2022,
        "_timestamp_month": 11,
        "_timestamp_day": 15,
        "_timestamp_hour": 12,
        "_timestamp_minute": 51,
        "_timestamp_second": 45
    },
    {
        "_id": "63738b604d6d36651d600e12",
        "Object name": "Cup - Myrna",
        "Object number": "44176",
        "Date of recording": "8/3/2022",
        "Context/event/workshop": "Orimattila",
        "Contributor name": "Riitta Katriina Louhensalo",
        "User ID": "788016",
        "End-user community": "General audience",
        "Story ID(#)": "#44176S9",
        "Original language ": "Finnish",
        "Audio recording file name": "MYRNA 2, Riitta K., 8.3.2022 Orimattila",
        "Start timestamp": "0:17",
        "End timestamp": "0:34",
        "Finnish translation": "Ja on ollut merkityksellinen juhlakapine. Eli kun perheessä on ollut joku tärkeä, tärkeä tapahtuma ja juhlatila, niin silloin Myrnat on otettu käyttöön ja ne on niinkuin juhlistaneet ja antaneet sille juhlalle sen oman kunniansa ja kunniapaikkansa.  ",
        "English translation": "And it has been a significant object at celebrations. When there has been an important, important event in the family, and a celebration space, then the Myrnas have been brought into use, and they have like given that celebration its own glory and place of honor. ",
        "Swedish translation": "Och det har varit ett betydelsefullt föremål på fester. När det har funnits ett viktigt, viktigt evenemang i familjen, och en festplats, då har Myrnas tagits i bruk, och de har liksom gett det firandet sin egen ära och hedersplats. ",
        "Other language translation": "*",
        "Additional info": "*",
        "_datasetid": "55b31e3a-0131-4f3b-ac80-04de70bfafde",
        "_timestamp": 1668516704,
        "_timestamp_year": 2022,
        "_timestamp_month": 11,
        "_timestamp_day": 15,
        "_timestamp_hour": 12,
        "_timestamp_minute": 51,
        "_timestamp_second": 44
    },
    {
        "_id": "63738b60ec6863140217f370",
        "Object name": "Cup - Myrna",
        "Object number": "44176",
        "Date of recording": "8/3/2022",
        "Context/event/workshop": "Orimattila",
        "Contributor name": "Riitta Katriina Louhensalo",
        "User ID": "788016",
        "End-user community": "General audience",
        "Story ID(#)": "#44176S10",
        "Original language ": "Finnish",
        "Audio recording file name": "MYRNA 2, Riitta K., 8.3.2022 Orimattila",
        "Start timestamp": "0:34",
        "End timestamp": "1:06",
        "Finnish translation": "Ja oomme sitä edelleen säilyttäneet. Niin lapset kuin lapsenlapsetkin on, aina kun on merkittävä tapahtuma, on ylioppilasjuhlat taikka ristiäiset ollut, taikka jotain muuta vastaavaa, niin Myrnat on silloin otettu käyttöön. Ja niitä on hyvin hellästi ja arvokkaasti käsitelty. Ja edelleen pidetään valmiudessa, että kun on tämmönen hieno tilaisuus tulee, niin silloin pannaan kahvit, mukit pois ja otetaan Myrnat käyttöön ja annetaan niille se oikea paikka ja arvokas paikka kahvipöydässä. ",
        "English translation": "And we have still preserved them. Both children and grandchildren have, whenever there is a significant event, like a graduation or baptism, or something like that, so then the Myrnas have been brought into use. And they have been handled very tenderly and with dignity. And they are still kept ready, so that when there is such a great event, then the coffees, the mugs will be put away and the Myrnas will be brought into use, and they will be given their right and valuable place on the coffee table. ",
        "Swedish translation": "Och vi har fortfarande bevarat dem. Både barn och barnbarn har, närhelst det finns ett viktig evenemang, som studentfest eller dop eller något liknande, så då har Myrnas tagits i bruk. Och de har hanterats mycket ömt och med värdighet. Och de hålls fortfarande redo, så att när det finns en stor fest, då ska kafferna, muggarna läggas undan och Myrnas tas i bruk, och de ska få sin rätta och värdefulla plats på kaffebordet. ",
        "Other language translation": "*",
        "Additional info": "*",
        "_datasetid": "55b31e3a-0131-4f3b-ac80-04de70bfafde",
        "_timestamp": 1668516704,
        "_timestamp_year": 2022,
        "_timestamp_month": 11,
        "_timestamp_day": 15,
        "_timestamp_hour": 12,
        "_timestamp_minute": 51,
        "_timestamp_second": 44
    },
    {
        "_id": "63738b60fb9758706e727881",
        "Object name": "Cup - Myrna",
        "Object number": "44176",
        "Date of recording": "17/3/2022",
        "Context/event/workshop": "Lahti",
        "Contributor name": "Terttu Valonen",
        "User ID": "677821",
        "End-user community": "Senior citizens",
        "Story ID(#)": "#44176S11",
        "Original language ": "Finnish",
        "Audio recording file name": "MYRNA 5, Terttu Valonen, 17.3.2022 Lahti",
        "Start timestamp": "2:10",
        "End timestamp": "2:47",
        "Finnish translation": "Ja just tää Myrnan kahvikuppi, että kun mä oon tämmöinen keräilijä, mulla on paljon näitä, että ottaa useampia. Kahdentoista hengen kahviastiasto löytyy kannuineen mun, tota, kodista. Ja tota on kaapit täynnä. Olen... Tykkään näistä isoista. Mulla on iso ruokasali ja siel on nää kaikki pitkät piirongit. Ne on täynnä näitä mistä mä en raaski luopua, enkä vaikken mä niitä paljon käytä, kun silloin tällöin, mutta mä rakastan kaikkea vanhaa.  ",
        "English translation": "And just this Myrna coffee cup, so as I am a collector like this, I have a lot of these, several. At home, I have a coffee set for twelve people, including the pot. And the cupboards are full. I am... I like these big ones. I have a big dining room and there are these long chests of drawers. They are full of these things that I don’t want to give away, although I don’t use them much, only every now and then, but I love everything that is old. ",
        "Swedish translation": "Och just den här Myrna-kaffekoppen, så eftersom jag är en sådan här samlare har jag många sådana, flera. Hemma har jag en kaffeservis för tolv personer, med kannan. Och skåpen är fulla. Jag är... Jag gillar de här stora. Jag har en stor matsal och det finns dessa långa byråer. De är fulla av dessa saker som jag inte vill ge bort, fast jag använder dem inte så mycket, bara då och då, men jag älskar allt som är gammalt. ",
        "Other language translation": "*",
        "Additional info": "*",
        "_datasetid": "55b31e3a-0131-4f3b-ac80-04de70bfafde",
        "_timestamp": 1668516704,
        "_timestamp_year": 2022,
        "_timestamp_month": 11,
        "_timestamp_day": 15,
        "_timestamp_hour": 12,
        "_timestamp_minute": 51,
        "_timestamp_second": 44
    },
    {
        "_id": "63738b5f619d8873905ef6ff",
        "Object name": "Cup - Myrna",
        "Object number": "44176",
        "Date of recording": "15/3/2022",
        "Context/event/workshop": "Workshop for a group, at Design Museum",
        "Contributor name": "Marja-Liisa",
        "User ID": "626889",
        "End-user community": "Senior citizens",
        "Story ID(#)": "#44176S6",
        "Original language ": "Finnish",
        "Audio recording file name": "MYRNA 4, Marja-Liisa, 15.3.2022, Helsinki",
        "Start timestamp": "0:41",
        "End timestamp": "1:01",
        "Finnish translation": "Mä valitsin Myrna-kupin, koska nyt kun oon kahdeksankymppinen, ja lapsuuden ajan muistot tulee tärkeäksi, niin Myrna-kuppi tuo lapsuuden kodin muistot mieleen.  ",
        "English translation": "I chose the Myrna cup, because now that I am in my eighties, and the memories of my childhood become important, the Myrna Cup brings to mind the memories of my childhood home. ",
        "Swedish translation": "Jag valde Myrna-koppen, för nu när jag är i åttioårsåldern, och minnen från min barndom blir viktiga,  Myrna-koppen väcker minnen från mitt barndomshem. ",
        "Other language translation": "*",
        "Additional info": "*",
        "_datasetid": "55b31e3a-0131-4f3b-ac80-04de70bfafde",
        "_timestamp": 1668516703,
        "_timestamp_year": 2022,
        "_timestamp_month": 11,
        "_timestamp_day": 15,
        "_timestamp_hour": 12,
        "_timestamp_minute": 51,
        "_timestamp_second": 43
    },
    {
        "_id": "63738b5f78232564042adf4d",
        "Object name": "Cup - Myrna",
        "Object number": "44176",
        "Date of recording": "15/3/2022",
        "Context/event/workshop": "Workshop for a group, at Design Museum",
        "Contributor name": "Marja-Liisa",
        "User ID": "626889",
        "End-user community": "Senior citizens",
        "Story ID(#)": "#44176S7",
        "Original language ": "Finnish",
        "Audio recording file name": "MYRNA 4, Marja-Liisa, 15.3.2022, Helsinki",
        "Start timestamp": "1:18",
        "End timestamp": "1:39",
        "Finnish translation": "Oon kovasti mieltynyt tähän, mutta minulla ei oo tällaisia kuppeja. Enkä oikeastaan muista, että mihinkä ne lapsuuden kodin kahvikupit on ajautunut. Tää on kaunis. Kiitos Arabialle.  ",
        "English translation": "I’m very fond of this one, but I don’t have this kind of cups. And I don’t really remember where the cups from my childhood home have gone. This one is beautiful. Thank you Arabia. ",
        "Swedish translation": "Jag är väldigt förtjust i den här, men jag har inte den här typen av koppar. Och jag minns inte riktigt var kopparna från mitt barndomshem är. Den här är vacker. Tack Arabia. ",
        "Other language translation": "*",
        "Additional info": "*",
        "_datasetid": "55b31e3a-0131-4f3b-ac80-04de70bfafde",
        "_timestamp": 1668516703,
        "_timestamp_year": 2022,
        "_timestamp_month": 11,
        "_timestamp_day": 15,
        "_timestamp_hour": 12,
        "_timestamp_minute": 51,
        "_timestamp_second": 43
    },
    {
        "_id": "63738b5f78ff61337567e27a",
        "Object name": "Cup - Myrna",
        "Object number": "44176",
        "Date of recording": "8/3/2022",
        "Context/event/workshop": "Orimattila",
        "Contributor name": "Riitta Katriina Louhensalo",
        "User ID": "788016",
        "End-user community": "General audience",
        "Story ID(#)": "#44176S8",
        "Original language ": "Finnish",
        "Audio recording file name": "MYRNA 2, Riitta K., 8.3.2022 Orimattila",
        "Start timestamp": "0:00",
        "End timestamp": "0:17",
        "Finnish translation": "Eli mulla on tässä edessäni Myrna-kupin malli. Ja tämmönen Myrna-kuppi on ollut, kahvikuppi on ollut perheen niinkuin semmonen tärkeä, tärkeä kahvikuppi sillain että se on suvussa kulkenut jo ihan omasta lapsuudesta, mummolassa, ja sitten on tullut meidän kotiin.  ",
        "English translation": "So I have here in front of me a model of a Myrna cup. And this Myrna cup has been, the coffee cup has been like an important, important coffee cup in the family. It has been in the family since my childhood, at my grandmother’s house, and then it has come to our home. ",
        "Swedish translation": "Så jag har här framför mig en modell av en Myrna-kopp. Och den här Myrna-koppen har varit, kaffekoppen har varit som en viktig, viktig kaffekopp i familjen. Den har funnits i familjen sedan min barndom, hos min mormor, och sedan har den kommit hem till oss. ",
        "Other language translation": "*",
        "Additional info": "*",
        "_datasetid": "55b31e3a-0131-4f3b-ac80-04de70bfafde",
        "_timestamp": 1668516703,
        "_timestamp_year": 2022,
        "_timestamp_month": 11,
        "_timestamp_day": 15,
        "_timestamp_hour": 12,
        "_timestamp_minute": 51,
        "_timestamp_second": 43
    },
    {
        "_id": "63738b5eb6bab71ffc679aab",
        "Object name": "Cup - Myrna",
        "Object number": "44176",
        "Date of recording": "15/3/2022",
        "Context/event/workshop": "Workshop for a group, at Design Museum",
        "Contributor name": "Eeva-Kaarina Öyry",
        "User ID": "751188",
        "End-user community": "Senior citizens",
        "Story ID(#)": "#44176S3",
        "Original language ": "Finnish",
        "Audio recording file name": "MYRNA 3, Group recording, 15.3.2022 Helsinki",
        "Start timestamp": "0:58",
        "End timestamp": "1:32",
        "Finnish translation": "Ja nyt mun mopo tuolta, Tunturimopo, toi mieleen matkan. Et voisin mennä hakemaan sitä Myrnaa takaisin Suomeen, että sitten isosiskon pojatkin sais perinnöksi, perinnöksi nää kahvikupit. Itse en sitä sen takia halunnut, koska se on aina käsin tiskattava. Joo. ",
        "English translation": "And now my moped there, the Tunturi moped, reminded me of a trip. So, I could go to get those Myrnas back to Finland, so that the big sister's sons could also inherit these cups. Personally, I didn’t want these because they always have to be washed by hand. Yeah. ",
        "Swedish translation": "Och nu min moped där, Tunturi-mopeden, påminde mig om en resa. Så, jag kunde åka och hämta tillbaka de där Myrnas till Finland, så att storasysters söner också kunde ärva dessa koppar. Personligen ville jag inte ha dessa eftersom de alltid måste diskas för hand. Ja. ",
        "Other language translation": "*",
        "Additional info": "*",
        "_datasetid": "55b31e3a-0131-4f3b-ac80-04de70bfafde",
        "_timestamp": 1668516702,
        "_timestamp_year": 2022,
        "_timestamp_month": 11,
        "_timestamp_day": 15,
        "_timestamp_hour": 12,
        "_timestamp_minute": 51,
        "_timestamp_second": 42
    },
    {
        "_id": "63738b5e28b056289c6b6f12",
        "Object name": "Cup - Myrna",
        "Object number": "44176",
        "Date of recording": "15/3/2022",
        "Context/event/workshop": "Workshop for a group, at Design Museum",
        "Contributor name": "Leena Lappalainen",
        "User ID": "594472",
        "End-user community": "Senior citizens",
        "Story ID(#)": "#44176S4",
        "Original language ": "Finnish",
        "Audio recording file name": "MYRNA 3, Group recording, 15.3.2022 Helsinki",
        "Start timestamp": "0:21",
        "End timestamp": "0:39",
        "Finnish translation": "Ja tän Myrna-sarjan kupit muistuttavat, ja herättävät paljon muistoja. Äidillä oli tämä sarja, ja se oli semmoinen juhlakäyttöön tarkoitettu kuppi. Ja sitä otettiin vaan erikoistilanteissa aina esille ja mä en oikein osaa sanoo ---. ",
        "English translation": "And the cups of the Myrna series remind me, and evoke a lot of memories. Mom had this series, and it was like a cup meant for celebrations. And it was only taken out in speacial situations, and I don’t really know how to say ---. ",
        "Swedish translation": "Och de kopparna av den här Myrna-serien påminner mig, och väcker många minnen. Mamma hade den här serien, och det var som en kopp används på fester. Och det togs bara ut i speciella situationer, och jag vet inte riktigt hur jag ska säga ---.",
        "Other language translation": "*",
        "Additional info": "*",
        "_datasetid": "55b31e3a-0131-4f3b-ac80-04de70bfafde",
        "_timestamp": 1668516702,
        "_timestamp_year": 2022,
        "_timestamp_month": 11,
        "_timestamp_day": 15,
        "_timestamp_hour": 12,
        "_timestamp_minute": 51,
        "_timestamp_second": 42
    },
    {
        "_id": "63738b5e461cf10d8073bc8a",
        "Object name": "Cup - Myrna",
        "Object number": "44176",
        "Date of recording": "15/3/2022",
        "Context/event/workshop": "Workshop for a group, at Design Museum",
        "Contributor name": "Leena Lappalainen",
        "User ID": "594472",
        "End-user community": "Senior citizens",
        "Story ID(#)": "#44176S5",
        "Original language ": "Finnish",
        "Audio recording file name": "MYRNA 3, Group recording, 15.3.2022 Helsinki",
        "Start timestamp": "1:48",
        "End timestamp": "2:09",
        "Finnish translation": "On siinä mielessä moposta muistikuva, että kun minun harjoitus tuolla mopolla, niin velipoika kertoi kyllä, miten se laitetaan käyntiin, mut hän ei muistanut sanoa, että miten se pysäytetään. Ja sitten se olikin sitten, kapealla tiellä, niin pajupuska oli se mikä pysäytti sen menon.  ",
        "English translation": "I have a memory of a moped in the sense that, when I practiced with that moped, my brother did tell me how to start it, but he didn't remember to say how to stop it. And then it was on a narrow road, so a willow bush was what stopped it.",
        "Swedish translation": "Jag har ett minne av en moped i den meningen att när jag övade med den mopeden, så berättade min bror till mig hur jag skulle starta den, men han kom inte ihåg att berötta hur man stoppade den. Och så var det på en smal väg, så det var en pilbuske som stoppade den. ",
        "Other language translation": "*",
        "Additional info": "*",
        "_datasetid": "55b31e3a-0131-4f3b-ac80-04de70bfafde",
        "_timestamp": 1668516702,
        "_timestamp_year": 2022,
        "_timestamp_month": 11,
        "_timestamp_day": 15,
        "_timestamp_hour": 12,
        "_timestamp_minute": 51,
        "_timestamp_second": 42
    },
    {
        "_id": "63738b5dec6863140217f36e",
        "Object name": "Coffee pot - Pehtoori",
        "Object number": "8182",
        "Date of recording": "17/3/2022",
        "Context/event/workshop": "Lahti",
        "Contributor name": "Terttu Valonen",
        "User ID": "677821",
        "End-user community": "Senior citizens",
        "Story ID(#)": "#8182S9",
        "Original language ": "Finnish",
        "Audio recording file name": "PEHTOORI 2, Terttu Valonen, 17.3.2022, Lahti",
        "Start timestamp": "0:16",
        "End timestamp": "0:37",
        "Finnish translation": "Ja nämä kaikki esineet, niin on mulle tuttuja. Nää on melkein saatu häälahjaksi, kun mut on vihitty 1961. Ja nuorisojen talolla (?) on ollut isot häät. Ja mä kattelen näitä, niin siel on pataa ja Pehtoorin pannu, punainen ja. ",
        "English translation": "And all these objects, they are familiar to me. Mostly, I have received them as a wedding present, as I got married in 1961. And there was a big wedding at the youth house (?). And as I look at these, so there is the pot and the red Pehtoori pot, and. ",
        "Swedish translation": "Och alla dessa föremål, de är bekanta för mig. Mest har jag fått dem i bröllopspresent, då jag gifte mig 1961. Och det var ett stort bröllop på ungdomshuset (?). Och när jag tittar på dessa, så där är grytan och den röda Pehtoori-kannan, och. ",
        "Other language translation": "*",
        "Additional info": "*",
        "_datasetid": "55b31e3a-0131-4f3b-ac80-04de70bfafde",
        "_timestamp": 1668516701,
        "_timestamp_year": 2022,
        "_timestamp_month": 11,
        "_timestamp_day": 15,
        "_timestamp_hour": 12,
        "_timestamp_minute": 51,
        "_timestamp_second": 41
    },
    {
        "_id": "63738b5dfb9758706e72787f",
        "Object name": "Cup - Myrna",
        "Object number": "44176",
        "Date of recording": "19/1/2022",
        "Context/event/workshop": "Online workshop",
        "Contributor name": "Anonymous",
        "User ID": "434969",
        "End-user community": "Senior citizens",
        "Story ID(#)": "#44176S1",
        "Original language ": "Finnish",
        "Audio recording file name": "MYRNA 1, Group recording, 19.1.2022, online",
        "Start timestamp": "3:19",
        "End timestamp": "3:48",
        "Finnish translation": "Joo. Itselle se edusti just kaikkea sitä, mitä siinä, 1950-1960-luvulla syntyneille, niin vastakohtana sille hyvälle designille, tai, mihin silloin pyrittiin. Ja kauhuissani jossain vaiheessa sitten totesin, että ex-anopillani oli aina tää kattauksena siinä. Ja sitten se oli vaan vähitellen, kohta se löytyi sitten meiltäkin siinä.",
        "English translation": "Yeah. For myself, it represented exactly everything that, for those born in the 1950s and 1960s, the opposite of the good design that one was trying to reach at that time. And to my horror, at some point then I realized, that my ex-mother-in-law was always using this one. And then, gradually, soon it was found in our house too.",
        "Swedish translation": "Ja. För mig själv representerade den precis allt som, för de födda på 1950- och 1960-talen, motsatsen till den goda design som man eftersträvades då. Och till min fasa, insåg jag vid något tillfälle, att min ex-svärmor alltid använde denna. Och så, gradvis, snart hittades den i vårt hus också. ",
        "Other language translation": "*",
        "Additional info": "*",
        "_datasetid": "55b31e3a-0131-4f3b-ac80-04de70bfafde",
        "_timestamp": 1668516701,
        "_timestamp_year": 2022,
        "_timestamp_month": 11,
        "_timestamp_day": 15,
        "_timestamp_hour": 12,
        "_timestamp_minute": 51,
        "_timestamp_second": 41
    },
    {
        "_id": "63738b5df3d1b15c7d3cd1f7",
        "Object name": "Cup - Myrna",
        "Object number": "44176",
        "Date of recording": "19/1/2022",
        "Context/event/workshop": "Online workshop",
        "Contributor name": "Anonymous",
        "User ID": "331897",
        "End-user community": "Senior citizens",
        "Story ID(#)": "#44176S2",
        "Original language ": "Finnish",
        "Audio recording file name": "MYRNA 1, Group recording, 19.1.2022, online",
        "Start timestamp": "4:06",
        "End timestamp": "4:51",
        "Finnish translation": "Mulle toi ei missään tapauksessa oo ollut mummokuppi, kun se on niinkuin ollut vanhempien normaali kahvikuppi. Ja niillä oli toi ruskeareunaisena, ja sitten myöhemmin ostettuna kultareunaisena sitten. Ja nyt mulla on tietysti niitä kaapissa, mut mä en käytä noita kukallisia. Mutta mulla oli hirvittävä määrä tota valkoisena. Ja sen hyvyyshän perustuu siihen, että kahvi maistuu paremmalta ohutreunaisesta juotuna kuin mukista. Ja sitten se on tota noin niin, kun toi korva on hirveän hyvä pitää kädessä. Et kyllä se sillä lailla on tavallaan niinkuin ergonominen, pitää siitä muodosta tai ei. Mutta kyllä se hyvin toimii kahvikuppina. ",
        "English translation": "That is by no means a grandma cup to me, since it was like my parents' normal coffee cup. And they had some that were brown-edged, and then later purchased some that were gold-edged. And now, of course, I have them in the cupboard, but I don’t use the ones with flowers on them. But I have a lot of them as a white version. And its goodness is based on the fact, that coffee tastes better when drunk from a cup with a thin edge, than when drunk from a mug. And then the handle is terribly good to hold in your hand. So, it is kind of like ergonomic, whether you like the form of it or not. But yes, it works well as a coffee cup.",
        "Swedish translation": "Det är verkligen inte en mormors kopp för mig, eftersom det var mina föräldrars vanliga kaffekopp. Och de hade några som var brunkantade och köpte senare några som var guldkantade. Och nu har jag såklart dem i skåpet, men jag använder inte de med blommor på. Men jag har många av dem som en vit version. Och dess godhet bygger på det faktum att kaffe smakar bättre när det dricks ur en kopp med tunn kant än när det dricks ur en mugg. Och så är handtaget fruktansvärt bra att hålla i handen. Så den är liksom ergonomisk, oavsett om du gillar formen eller inte. Men ja, den fungerar bra som kaffekopp.",
        "Other language translation": "*",
        "Additional info": "*",
        "_datasetid": "55b31e3a-0131-4f3b-ac80-04de70bfafde",
        "_timestamp": 1668516701,
        "_timestamp_year": 2022,
        "_timestamp_month": 11,
        "_timestamp_day": 15,
        "_timestamp_hour": 12,
        "_timestamp_minute": 51,
        "_timestamp_second": 41
    },
    {
        "_id": "63738b5c4d6d36651d600e10",
        "Object name": "Coffee pot - Pehtoori",
        "Object number": "8182",
        "Date of recording": "22/03/2022",
        "Context/event/workshop": "Laajasalo",
        "Contributor name": "Maria Levander",
        "User ID": "789889",
        "End-user community": "Senior citizens",
        "Story ID(#)": "#8182S8",
        "Original language ": "Finnish",
        "Audio recording file name": "PEHTOORI 3, Group recording, 22.3.2022, Laajasalo",
        "Start timestamp": "0:04",
        "End timestamp": "0:40",
        "Finnish translation": "Ja otin tämän Jerry-kannun ihan sen takia, että tota, tässä on voinut olla mehua, vettä ja bensaa. Ihan kaikkia näitä. Ja tota, meillä on ollut vene joskus aikoinaan, ja siinä on ollut silloin vettä. Et kun ollaan jossain saaressa tai tämmöisessä, niin ei välttämättä aina oo ollut kaivoja. Niin tota, ollaan käytetty sitä sitten vesikannuna. Et sen takia otin tän Jerry-kannun. Semmoinen muisto tuli tästä. ",
        "English translation": "And I chose this Jerry canister because there may have been juice, water, and gasoline in it. All of these. And we used to have a boat, and there was water in it then. So when one is on an island or something like that, there may not always be a well there. So it has been used as a water jug then. So that's why I took this Jerry canister. That’s the memory it brought up. ",
        "Swedish translation": "Och jag valde den här Jerry-dunken eftersom det kan ha varit juice, vatten och bensin i den. Alla dessa. Och vi hade en båt, och det var vatten i den då. Så när man är på en ö eller något sånt, kanske det inte alltid finns en brunn där. Så den har använts som vattenkanna då. Så det var därför jag tog den här Jerry-dunken. Denna väckte ett sådant minne. ",
        "Other language translation": "*",
        "Additional info": "*",
        "_datasetid": "55b31e3a-0131-4f3b-ac80-04de70bfafde",
        "_timestamp": 1668516700,
        "_timestamp_year": 2022,
        "_timestamp_month": 11,
        "_timestamp_day": 15,
        "_timestamp_hour": 12,
        "_timestamp_minute": 51,
        "_timestamp_second": 40
    },
    {
        "_id": "63738b5b28b056289c6b6f10",
        "Object name": "Coffee pot - Pehtoori",
        "Object number": "8182",
        "Date of recording": "22/03/2022",
        "Context/event/workshop": "Laajasalo",
        "Contributor name": "Anita Salmela",
        "User ID": "147199",
        "End-user community": "Senior citizens",
        "Story ID(#)": "#8182S3",
        "Original language ": "Finnish",
        "Audio recording file name": "JERRY 2, Group recording, 22.3.2022, Laajasalo",
        "Start timestamp": "0:46",
        "End timestamp": "1:19",
        "Finnish translation": "Ja mä otin tän Pehtoori-pannun, koska mun miehelläni oli tämä kun mentiin yhteen. Anoppi oli ostanut jokaiselle lapselleen. Miehellä oli sininen. Hänen tytöllään vissiin keltainen, ja toisella pojalla punainen. Ja sitähän käytettiin, sillä keitettiin aikanaan, kunnes tuli nämä suodatin… tai nämä kahvinkeittimet sitten. Ja nyt me os-- ihan hain, mut mulla ei oo aavistustakaan missä tää pannu on. Se on nyt vaan hävinnyt jonnekin, mutta ei löydy mistään.  ",
        "English translation": "And I chose the Pehtoori pot here, because my husband had this when we got together. The mother-in-law had bought one for each of her children. My husband had a blue one. Her daughter has yellow one, and the other son has a red one. And it was used, we made coffee with it until these filter… or, these coffee makers came. And now we… But I have no idea where this pot is. It has just disappeared somewhere, cannot be found anywhere. ",
        "Swedish translation": "Och jag valde Pehtoori-kannan här, för min man hade den här när vi flyttade ihop. Svärmor hade köpt en till vart och ett av sina barn. Min man hade en blå. Hennes dotter har en gul och den andra sonen har en röd. Och den användes, vi gjorde kaffe med den tills dessa filter... eller, de här kaffebryggarna kom. Och nu vi... Men jag har ingen aning om var den här potten är. Den har bara försvunnit någonstans, går inte att hitta någonstans. ",
        "Other language translation": "*",
        "Additional info": "*",
        "_datasetid": "55b31e3a-0131-4f3b-ac80-04de70bfafde",
        "_timestamp": 1668516699,
        "_timestamp_year": 2022,
        "_timestamp_month": 11,
        "_timestamp_day": 15,
        "_timestamp_hour": 12,
        "_timestamp_minute": 51,
        "_timestamp_second": 39
    },
    {
        "_id": "63738b5b461cf10d8073bc88",
        "Object name": "Coffee pot - Pehtoori",
        "Object number": "8182",
        "Date of recording": "22/03/2022",
        "Context/event/workshop": "Laajasalo",
        "Contributor name": "Anita Salmela",
        "User ID": "147199",
        "End-user community": "Senior citizens",
        "Story ID(#)": "#8182S4",
        "Original language ": "Finnish",
        "Audio recording file name": "PEHTOORI 3, Group recording, 22.3.2022, Laajasalo",
        "Start timestamp": "0:46",
        "End timestamp": "1:19",
        "Finnish translation": "Ja mä otin tän Pehtoori-pannun, koska mun miehelläni oli tämä kun mentiin yhteen. Anoppi oli ostanut jokaiselle lapselleen. Miehellä oli sininen. Hänen tytöllään vissiin keltainen, ja toisella pojalla punainen. Ja sitähän käytettiin, sillä keitettiin aikanaan, kunnes tuli nämä suodatin… tai nämä kahvinkeittimet sitten. Ja nyt me os-- ihan hain, mut mulla ei oo aavistustakaan missä tää pannu on. Se on nyt vaan hävinnyt jonnekin, mutta ei löydy mistään.  ",
        "English translation": "And I chose the Pehtoori pot here, because my husband had this when we got together. The mother-in-law had bought one for each of her children. My husband had a blue one. Her daughter has yellow one, and the other son has a red one. And it was used, we made coffee with it until these filter… or, these coffee makers came. And now we… But I have no idea where this pot is. It has just disappeared somewhere, cannot be found anywhere. ",
        "Swedish translation": "Och jag valde Pehtoori-kannan här, för min man hade den här när vi flyttade ihop. Svärmor hade köpt en till vart och ett av sina barn. Min man hade en blå. Hennes dotter har en gul och den andra sonen har en röd. Och den användes, vi gjorde kaffe med den tills dessa filter... eller, de här kaffebryggarna kom. Och nu vi... Men jag har ingen aning om var den här potten är. Den har bara försvunnit någonstans, går inte att hitta någonstans. ",
        "Other language translation": "*",
        "Additional info": "*",
        "_datasetid": "55b31e3a-0131-4f3b-ac80-04de70bfafde",
        "_timestamp": 1668516699,
        "_timestamp_year": 2022,
        "_timestamp_month": 11,
        "_timestamp_day": 15,
        "_timestamp_hour": 12,
        "_timestamp_minute": 51,
        "_timestamp_second": 39
    },
    {
        "_id": "63738b5afb9758706e72787d",
        "Object name": "Chair: Pirkka",
        "Object number": "44164",
        "Date of recording": "25/10/2022",
        "Context/event/workshop": "Design Evening",
        "Contributor name": "Elmeri Härkönen",
        "User ID": "924889",
        "End-user community": "General audience",
        "Story ID(#)": "#44164S1",
        "Original language ": "Finnish",
        "Audio recording file name": "PIRKKA 1, Elmeri Härkönen, 25.10.2022 Helsinki",
        "Start timestamp": "00:00",
        "End timestamp": "00:16",
        "Finnish translation": "Mietin, millainen olisi puu, joka haluaisi istua juuri tälle tuolille. Se olisi niin vankka ja jalo, että jalat olisi haudattava kauneimman rannan syvään santaan. ",
        "English translation": "I wonder what kind of a tree would like to sit on this very chair. It would be so firm and noble, that one would have to bury the feet in the deep sand of the most beautiful beach.",
        "Swedish translation": "Det skulle vara så stadigt och ädelt, att fötterna skulle behöva begravas i djup sand på den vackraste stranden.",
        "Other language translation": "*",
        "Additional info": "The person who told this story also wrote a story about the same object.",
        "_datasetid": "55b31e3a-0131-4f3b-ac80-04de70bfafde",
        "_timestamp": 1668516698,
        "_timestamp_year": 2022,
        "_timestamp_month": 11,
        "_timestamp_day": 15,
        "_timestamp_hour": 12,
        "_timestamp_minute": 51,
        "_timestamp_second": 38
    },
    {
        "_id": "63738b5af3d1b15c7d3cd1f5",
        "Object name": "Coffee pot - Pehtoori",
        "Object number": "8182",
        "Date of recording": "22/03/2022",
        "Context/event/workshop": "Laajasalo",
        "Contributor name": "Ana Rodrigues",
        "User ID": "111222",
        "End-user community": "Senior citizens",
        "Story ID(#)": "#8182S1",
        "Original language ": "Finnish",
        "Audio recording file name": "PEHTOORI 3, Group recording, 22.3.2022, Laajasalo",
        "Start timestamp": "2:24",
        "End timestamp": "2:58",
        "Finnish translation": "Ja mä olen valinnut tän Fiskarsin sakset sen takia, että minusta ne on nerokkaita. Niiden kanssa on hirveän helppo leikata. Ne aina roikkuu, jos osaa laittaa roikkuu ihan suoraksi. Ja ne on teräviä ja toimivat hyvin. Ja kun kerran on kokenut, millaista on leikata näillä saksilla, mikään muu saksi ei kelpaa mulle. ",
        "English translation": "And I have chosen these Fiskars scissors, because I find them ingenious. They are terribly easy to cut with. They will always hang, if you know how to put them hanging very straight. And they are sharp and work well. And once one has experienced, what it is like to cut with these scissors, no other scissors will do, for me. ",
        "Swedish translation": "Och jag har valt den här Fiskars saxen, för jag tycker att den är genial. Den är fruktansvärt lätta att skära med. Den kommer alltid att hänga om du vet hur man hänger den väldigt rakt. Och den är vass och fungerar bra. Och när man har upplevt hur det är att klippa med denna saxen, så duger ingen annan sax, för mig. ",
        "Other language translation": "*",
        "Additional info": "*",
        "_datasetid": "55b31e3a-0131-4f3b-ac80-04de70bfafde",
        "_timestamp": 1668516698,
        "_timestamp_year": 2022,
        "_timestamp_month": 11,
        "_timestamp_day": 15,
        "_timestamp_hour": 12,
        "_timestamp_minute": 51,
        "_timestamp_second": 38
    },
    {
        "_id": "63738b5ab6bab71ffc679aa9",
        "Object name": "Coffee pot - Pehtoori",
        "Object number": "8182",
        "Date of recording": "22/03/2022",
        "Context/event/workshop": "Laajasalo",
        "Contributor name": "Ana Rodrigues",
        "User ID": "111222",
        "End-user community": "Senior citizens",
        "Story ID(#)": "#8182S2",
        "Original language ": "Finnish",
        "Audio recording file name": "PEHTOORI 3, Group recording, 22.3.2022, Laajasalo",
        "Start timestamp": "2:58",
        "End timestamp": "3:46",
        "Finnish translation": "Ja jos saan sanoa maripaidasta vielä, että mä olin aina ihmetellyt mikä vitsi niissä paidoissa on, koska ne on aika rumia minusta. Mutta hyvin suosittuja. Ja mulla oli yksi työkaveri, joka aina käytti maripaitoja työpaitoina toimistossa. Ei ollut virka-asua, ei mitään, vaan aina maripaita. Hänellä oli useita, erivärisiä. Ja se oli, aina ajateltiin, että Lisse, se joka käyttää niitä maripaitoja. Ja näin oli. Nää on mun muistot näistä maripaidoista, muuta en voi sanoa. ",
        "English translation": "And if I may say more about the Marimekko shirt, so I have always wondered what’s the deal with those shirts, because they are pretty ugly to me. But very popular. And I had one coworker who always wore Marimekko shirts at work in the office. There was no uniform, nothing, but always a Marimekko shirt. He/she had several of them, in different colors. And it was, it was always thought, that Lisse, the one who wears those Marimekko shirts. And so it was. These were my memories of these shirts, that’s all I can say. ",
        "Swedish translation": "Och om jag får säga mer om Marimekko-skjortan, så har jag alltid undrat vad det är med de där skjortorna, för jag tycker att de är ganska fula. Men väldigt populär. Och jag hade en kollega som alltid bar Marimekko-skjortor på jobbet på kontoret. Det fanns ingen uniform, ingenting, men alltid en Marimekko-skjorta. Han/hon hade flera av dem, i olika färger. Och det var, man trodde alltid, att Lisse, hon/han som bär de där Marimekko-skjortorna. Och så var det. De här var mina minnen av dessa skjortor, det är allt jag kan säga. ",
        "Other language translation": "*",
        "Additional info": "*",
        "_datasetid": "55b31e3a-0131-4f3b-ac80-04de70bfafde",
        "_timestamp": 1668516698,
        "_timestamp_year": 2022,
        "_timestamp_month": 11,
        "_timestamp_day": 15,
        "_timestamp_hour": 12,
        "_timestamp_minute": 51,
        "_timestamp_second": 38
    },
    {
        "_id": "63738b5978ff61337567e276",
        "Object name": "Chair - Pastille",
        "Object number": "44165",
        "Date of recording": "15/12/2021",
        "Context/event/workshop": "Workshop for a group, at Design Museum",
        "Contributor name": "Olli",
        "User ID": "344521",
        "End-user community": "Senior citizens",
        "Story ID(#)": "#44165S10",
        "Original language ": "Finnish",
        "Audio recording file name": "PASTILLE 1, Olli, 15.12.2021, Helsinki",
        "Start timestamp": "1:14",
        "End timestamp": "1:40",
        "Finnish translation": "Itselle henkilökohtaisesti ihailin sitä tätini, joka oli itse designin parissa työskentelevä, niin hänen kotonaan, se oli hyvin varhain jo, ja edusti itselleni sellasta arvomaailmaa mitä, mitä itsekin arvostin jo, jo tuossa vaiheessa varhaisteininä.  ",
        "English translation": "I myself personally admired it at the home of my aunt, who was working on design herself, it was very early on, and, and to me, it represented a set of values that I already appreciated, already in my early teens. ",
        "Swedish translation": "Jag beundrade den själv personligen hemma hos min moster, som själv arbetade med design, det var väldigt tidigt, och för mig representerade den värderingar som jag redan uppskattade, redan i mina tidiga tonåringar. ",
        "Other language translation": "*",
        "Additional info": "*",
        "_datasetid": "55b31e3a-0131-4f3b-ac80-04de70bfafde",
        "_timestamp": 1668516697,
        "_timestamp_year": 2022,
        "_timestamp_month": 11,
        "_timestamp_day": 15,
        "_timestamp_hour": 12,
        "_timestamp_minute": 51,
        "_timestamp_second": 37
    },
    {
        "_id": "63738b594d6d36651d600e0e",
        "Object name": "Chair - Pastille",
        "Object number": "44165",
        "Date of recording": "15/12/2021",
        "Context/event/workshop": "Workshop for a group, at Design Museum",
        "Contributor name": "Olli",
        "User ID": "344521",
        "End-user community": "Senior citizens",
        "Story ID(#)": "#44165S11",
        "Original language ": "Finnish",
        "Audio recording file name": "PASTILLE 1, Olli, 15.12.2021, Helsinki",
        "Start timestamp": "1:40",
        "End timestamp": "2:20",
        "Finnish translation": "Uskon että tämän päivän tekniikoilla tehden niin useista näistäkin niin pystytään kehittämään vielä pitkälti aikaan sopivia ja kestäviä tuotteita ja toivon että niitä tullaan jatkossakin näkemään just samalla sitten uusi polvi ammentaa näistä sitä perustaa, mikä niistä mahtavasti saatavilla. ",
        "English translation": "I believe that with today's technologies, it is possible to develop these products to products that are suitable to the time and durable, and I hope they will be seen in the future as well. The new generation will then gain from them the foundation, which is so splendidly available from them. ",
        "Swedish translation": "Jag tror att med dagens teknologier är det möjligt att utveckla dessa produkter till produkter som är lämpliga för tiden och hållbara, och jag hoppas att de kommer att synas i framtiden också. Den nya generationen kommer då att få den grund av dem, som är så fantastiskt tillgänglig från dem. ",
        "Other language translation": "*",
        "Additional info": "*",
        "_datasetid": "55b31e3a-0131-4f3b-ac80-04de70bfafde",
        "_timestamp": 1668516697,
        "_timestamp_year": 2022,
        "_timestamp_month": 11,
        "_timestamp_day": 15,
        "_timestamp_hour": 12,
        "_timestamp_minute": 51,
        "_timestamp_second": 37
    },
    {
        "_id": "63738b59ec6863140217f36c",
        "Object name": "Chair - Pastille",
        "Object number": "44165",
        "Date of recording": "17/3/2022",
        "Context/event/workshop": "Lahti",
        "Contributor name": "Riitta Katriina Louhensalo",
        "User ID": "788016",
        "End-user community": "Senior citizens",
        "Story ID(#)": "#44165S12",
        "Original language ": "Finnish",
        "Audio recording file name": "PASTILLE 6, transcription of a recording, Riitta Katriina Louhensalo, 17.3.2022, Lahti",
        "Start timestamp": "2:33",
        "End timestamp": "3:05",
        "Finnish translation": "Ja Eero Aarnion tää tuoli. Se on hurmaava. Siinä on ihanat muodot. Ja siinä tulee ne nää valot ja värit, ja näin pois päin. Ja joku sanoo, että tää on turha esine. Mun mielestäni tää on… Niinkuin kerroin jo täällä aikaisemmin, niin tämmöisillä purjehtiminen järven aalloilla, niin oli varsin hauskaa myöskin aikuiselle ihmiselle.  ",
        "English translation": "And this chair by Eero Aarnio. It is charming. It has lovely shapes. And there comes the lights and the colours, and so on. And someone says this is a useless object. I think this is… As I told before here, sailing on the waves of the lake with this one was a lot of fun, also for an adult. ",
        "Swedish translation": "Och den här stolen av Eero Aarnio. Den är charmig. Den har fina former. Och där kommer ljusen och färgerna, och så vidare. Och någon säger att denna är ett onödigt föremål. Jag tror att det här är... Som jag sa tidigare här, var det väldigt roligt att segla på sjöns vågor med den här, även för en vuxen. ",
        "Other language translation": "*",
        "Additional info": "*",
        "_datasetid": "55b31e3a-0131-4f3b-ac80-04de70bfafde",
        "_timestamp": 1668516697,
        "_timestamp_year": 2022,
        "_timestamp_month": 11,
        "_timestamp_day": 15,
        "_timestamp_hour": 12,
        "_timestamp_minute": 51,
        "_timestamp_second": 37
    },
    {
        "_id": "63738b58461cf10d8073bc86",
        "Object name": "Chair - Pastille",
        "Object number": "44165",
        "Date of recording": "8/3/2022",
        "Context/event/workshop": "Orimattila",
        "Contributor name": "Mirja. J",
        "User ID": "845666",
        "End-user community": "General audience",
        "Story ID(#)": "#44165S7",
        "Original language ": "Finnish",
        "Audio recording file name": "PASTILLE 4, Mirja J., 8.3.2022, Orimattila",
        "Start timestamp": "1:29",
        "End timestamp": "2:07",
        "Finnish translation": "Ne olivat todella meillä kauan, mutta nyt ne ovat siirtyneet seuraavalle sukupolvelle. Kumpikin poika sai omaan kotiinsa tällaisen Pastilli-tuolin, ja toisen pojan kotona sanottiin, että tämä taitaa olla meidän perheen kallein huonekalu. Mutta iloa on ollut myöskin heidän tytölleen tästä tuolista. ",
        "English translation": "They really were with us for a long time, but now they have passed on to the next generation. Both boys got one of these Pastille chairs to their own home, and at one boy’s home it was said to be the most expensive piece of furniture in the family. But the chair has brought joy also to their daughter.  ",
        "Swedish translation": "De var verkligen med oss länge, men nu har de gått vidare till nästa generation. Båda pojkarna fick en av dessa Pastill-stolar till sitt eget hem, och hemma hos en pojke sades det vara den dyraste möbeln i familjen. Men stolen har gett glädje också till deras dotter. ",
        "Other language translation": "*",
        "Additional info": "*",
        "_datasetid": "55b31e3a-0131-4f3b-ac80-04de70bfafde",
        "_timestamp": 1668516696,
        "_timestamp_year": 2022,
        "_timestamp_month": 11,
        "_timestamp_day": 15,
        "_timestamp_hour": 12,
        "_timestamp_minute": 51,
        "_timestamp_second": 36
    },
    {
        "_id": "63738b58619d8873905ef6fb",
        "Object name": "Chair - Pastille",
        "Object number": "44165",
        "Date of recording": "15/12/2021",
        "Context/event/workshop": "Workshop for a group, at Design Museum",
        "Contributor name": "Olli",
        "User ID": "344521",
        "End-user community": "Senior citizens",
        "Story ID(#)": "#44165S8",
        "Original language ": "Finnish",
        "Audio recording file name": "PASTILLE 1, Olli, 15.12.2021, Helsinki",
        "Start timestamp": "0:00",
        "End timestamp": "0:55",
        "Finnish translation": "Eero Aarnion Pastilli-tuoli edustaa itselleni suomalaisen muotoilun ihan yhtä huipputuotetta sinänsä ja näitä menestyneitä kuuskytluvun esineitä. Tästä päivästä, täältä kulmasta katsoen, niin hiukan tämmönen kontroversielli aikakausi ja tuote, jolloin muovi löi itsensä läpi erilaisissa tuotteissa ja designissa. Ei ollut niinkään huoli vastuullisuudesta, eikä puhuttu ekologisesta materiaalista tai muita vaan mentiin lujasti eteenpäin ja muovi edusti modernismia ja, ja tuotantoon erittäin sopivaa materiaalia monessa mielessä. Ja vielä ennen, ennen energiakriisejä ja näin. ",
        "English translation": "Eero Aarnio's chair Pastille represents to me one of the top products in Finnish design and these successful objects of the 1960s. Looking from today, from this angle, it is a bit of a controversial era and product, when plastic made its breakthrough in various products and designs. There was not so much concern for responsibility, and there was no talk of ecological material or such, but one went firmly forward and plastic represented modernism and, and a material which was very suitable for production in many ways. And even before, before the energy crises and so on.  ",
        "Swedish translation": "Eero Aarnios stol Pastill representerar för mig en av toppprodukterna inom finsk design och dessa framgångsrika objekt från 1960-talet. Sett från idag, från denna vinkel, är det lite av en kontroversiell era och produkt, då plast fick sitt genombrott i olika produkter och design. Man var inte så bekymrad över ansvarighet, och man talade inte om ekologiskt material eller så, utan man gick bestämt framåt och plast representerade modernism och, och ett material som lämpade sig mycket väl för produktion på många sätt. Och även innan, innan energikriserna och så vidare.  ",
        "Other language translation": "*",
        "Additional info": "*",
        "_datasetid": "55b31e3a-0131-4f3b-ac80-04de70bfafde",
        "_timestamp": 1668516696,
        "_timestamp_year": 2022,
        "_timestamp_month": 11,
        "_timestamp_day": 15,
        "_timestamp_hour": 12,
        "_timestamp_minute": 51,
        "_timestamp_second": 36
    },
    {
        "_id": "63738b5878232564042adf49",
        "Object name": "Chair - Pastille",
        "Object number": "44165",
        "Date of recording": "15/12/2021",
        "Context/event/workshop": "Workshop for a group, at Design Museum",
        "Contributor name": "Olli",
        "User ID": "344521",
        "End-user community": "Senior citizens",
        "Story ID(#)": "#44165S9",
        "Original language ": "Finnish",
        "Audio recording file name": "PASTILLE 1, Olli, 15.12.2021, Helsinki",
        "Start timestamp": "0:55",
        "End timestamp": "1:14",
        "Finnish translation": "Ja Pastilli on myös yks kansainvälisesti menestyksekkäimpiä tuotteita, designtuotteitamme, ja aina ilo nähdä sitä erilaisissa yhteyksissä ja jopa nyt uudestaan otettu eri paikoissa esille. ",
        "English translation": "And Pastille is also one of the most internationally successful products, our design products, and it’s always a pleasure to see it in different contexts and now even re-introduced in different places.  ",
        "Swedish translation": "Och Pastill är också en av de mest internationellt framgångsrika produkterna, våra designprodukter, och det är alltid ett nöje att se den i olika sammanhang och nu till och med återintroduceras på olika platser.  ",
        "Other language translation": "*",
        "Additional info": "*",
        "_datasetid": "55b31e3a-0131-4f3b-ac80-04de70bfafde",
        "_timestamp": 1668516696,
        "_timestamp_year": 2022,
        "_timestamp_month": 11,
        "_timestamp_day": 15,
        "_timestamp_hour": 12,
        "_timestamp_minute": 51,
        "_timestamp_second": 36
    },
    {
        "_id": "63738b57f3d1b15c7d3cd1f3",
        "Object name": "Chair - Pastille",
        "Object number": "44165",
        "Date of recording": "15/3/2022",
        "Context/event/workshop": "Workshop for a group, at Design Museum",
        "Contributor name": "Eeva-Kaarina Öyry",
        "User ID": "751188",
        "End-user community": "Senior citizens",
        "Story ID(#)": "#44165S4",
        "Original language ": "Finnish",
        "Audio recording file name": "PASTILLE 5, Group recording, 15.3.2022, Helsinki",
        "Start timestamp": "3:08",
        "End timestamp": "4:05",
        "Finnish translation": "Et ota? No, mulle Pastilli-tuoli. On Eeron tuoli, kans 1960-luvulta. Ja mul oli jossain vaiheessa haave ja toive, että tämmösen voisi hankkia, mut sit kun mä jossakin messuilla ja näyttelyissä kokeilin sitä, niin tosi hankala istua. Ja sitten tuo muovipinta oli semmoinen, että siitä tuli niinkuin ihan hikinen olo. Et ei, ei kiva, ei hyvä. Ja, mut kaunis se on, ja mielenkiintoinen, ja lapset tykkää ihan varmasti, ja jonnekin kesämökin terassille se on mitä mainioin, mainioin esine.  ",
        "English translation": "You will not take one? Well, for me, the Pastille chair. It’s Eero's chair, from the 1960s. And at some point I had a dream and a wish that I could get this, but when I tried it in some expositions and exhibitions, it was very difficult to sit in it. And then that plastic surface was like, it like gave me a sweaty feeling. So no, not nice, not good. And, but it's beautiful, and it's interesting, and the kids surely love it, and on some terrace of a summer cottage it's a most splendid object. ",
        "Swedish translation": "Kommer du inte ta en? Tja, för mig, Pastill-stolen. Den är Eeros stol, från 1960-talet. Och någon gång hade jag en dröm och en önskan att jag kunde skaffa den här, men när jag provade det på några utställningar, var det väldigt svårt att sitta i det. Och då den där plastytan gav mig liksom en svettig känsla. Så nej, inte trevligt, inte bra. Och, men den är vacker, och den är intressant, och barnen älskar den säkert, och på någon terrass i en sommarstuga är den ett utmärkt objekt. ",
        "Other language translation": "*",
        "Additional info": "*",
        "_datasetid": "55b31e3a-0131-4f3b-ac80-04de70bfafde",
        "_timestamp": 1668516695,
        "_timestamp_year": 2022,
        "_timestamp_month": 11,
        "_timestamp_day": 15,
        "_timestamp_hour": 12,
        "_timestamp_minute": 51,
        "_timestamp_second": 35
    },
    {
        "_id": "63738b57b6bab71ffc679aa7",
        "Object name": "Chair - Pastille",
        "Object number": "44165",
        "Date of recording": "8/3/2022",
        "Context/event/workshop": "Orimattila",
        "Contributor name": "Mirja. J",
        "User ID": "845666",
        "End-user community": "General audience",
        "Story ID(#)": "#44165S5",
        "Original language ": "Finnish",
        "Audio recording file name": "PASTILLE 4, Mirja J., 8.3.2022, Orimattila",
        "Start timestamp": "0:00",
        "End timestamp": "1:02",
        "Finnish translation": "Meidän perheeseen tuli 1960-luvulla, 1960-luvun loppupuolella kaksi Pastilli-tuolia. Toinen oli niistä punainen, ja toinen valkoinen. Mieheni sisar oli työssä Lahden Askossa ja yksi hänen työtehtävistään oli kierrellä laittamassa messuja, huonekalumessuja kuntoon maailmalla. Ja nämä tuolit tulivat meille siitä syystä, että ne olivat kierrelleet messuja maailmalla ja sen jälkeen Inkeri halusi antaa nämä tuolit meille lahjoituksena. Hän ei ollut niitä ilmaiseksi saanut, mutta meiltä hän ei halunnut niistä mitään.  ",
        "English translation": "Our family received two Pastille chairs in the 1960s, late 1960s. One of them was red, and the other was white. My husband's sister was working at Asko, in Lahti, and one of her jobs was to travel around the world to arrange expositions, furniture expositions. And these chairs came to us because they had toured expositions around the world, and after that Inkeri wanted to give these chairs to us, as a gift. She hadn’t got them for free, but she didn’t want any money for them from us. ",
        "Swedish translation": "Vår familj fick två Pastill-stolar på 1960-talet, slutet av 1960-talet. En av dem var röd och den andra var vit. Min mans syster arbetade på Asko i Lahtis och ett av hennes jobb var att resa runt i världen för att arrangera mässor, möbelmässor. Och dessa stolar kom till oss för att de hade turnerat på utställningar runt om i världen, och efter det ville Inkeri ge dessa stolar till oss som en gåva. Hon hade inte fått dem gratis, men hon ville inte ha några pengar för dem från oss. ",
        "Other language translation": "*",
        "Additional info": "*",
        "_datasetid": "55b31e3a-0131-4f3b-ac80-04de70bfafde",
        "_timestamp": 1668516695,
        "_timestamp_year": 2022,
        "_timestamp_month": 11,
        "_timestamp_day": 15,
        "_timestamp_hour": 12,
        "_timestamp_minute": 51,
        "_timestamp_second": 35
    },
    {
        "_id": "63738b5728b056289c6b6f0e",
        "Object name": "Chair - Pastille",
        "Object number": "44165",
        "Date of recording": "8/3/2022",
        "Context/event/workshop": "Orimattila",
        "Contributor name": "Mirja. J",
        "User ID": "845666",
        "End-user community": "General audience",
        "Story ID(#)": "#44165S6",
        "Original language ": "Finnish",
        "Audio recording file name": "PASTILLE 4, Mirja J., 8.3.2022, Orimattila",
        "Start timestamp": "1:02",
        "End timestamp": "1:29",
        "Finnish translation": "Ja nämä olivat meidän 4-6-vuotiaitten poikien lempihuonekaluja, koska niillä voi keinua, niitä voi pyörittää kuin karusellia. Toinen antoi vauhtia. Ja sitten ne voi kääntää ylösalaisin ja mennä sinne piiloon, sinne koloon.  ",
        "English translation": "And these were the favourite pieces of furniture for our 4-6 year old boys, because one can swing with them, they can be rotated like a carousel. The other one pushed for more speed. And then one can turn them upside down and go hide in there, there in the hole. ",
        "Swedish translation": "Och de här var favoritmöblerna för våra 4-6-åriga pojkar, för man kan gunga med dem, de kan roteras som en karusell. Den andra gav fart. Och man kan vända dem upp och ner och gömma sig där inne i hålet. ",
        "Other language translation": "*",
        "Additional info": "*",
        "_datasetid": "55b31e3a-0131-4f3b-ac80-04de70bfafde",
        "_timestamp": 1668516695,
        "_timestamp_year": 2022,
        "_timestamp_month": 11,
        "_timestamp_day": 15,
        "_timestamp_hour": 12,
        "_timestamp_minute": 51,
        "_timestamp_second": 35
    },
    {
        "_id": "63738b564d6d36651d600e0b",
        "Object name": "Chair - Pastille",
        "Object number": "44165",
        "Date of recording": "15/12/2021",
        "Context/event/workshop": "Workshop for a group, at Design Museum",
        "Contributor name": "Anonymous",
        "User ID": "921848",
        "End-user community": "Senior citizens",
        "Story ID(#)": "#44165S1",
        "Original language ": "Finnish",
        "Audio recording file name": "PASTILLE 2, Anonymous, 15.12.2021, Helsinki",
        "Start timestamp": "0:02",
        "End timestamp": "0:28",
        "Finnish translation": "Eli tää on toi Eero Aarnion Pastilli-tuoli, josta, josta mul ei oo niinku semmosta varsinaista henkilökohtaista kokemusta niinku kotoa, mut mul on kaverilla on tää tuoli. Ja mä oon sitä testannu istumista siinä ja se on must niinku kauniimpi esineenä kuin istumisessa, mutta tota, must tää on erittäin tyylikäs, tyylikäs esine. ",
        "English translation": "Okay. So this is Eero Aarnio's Pastille chair, which I don't have like actual personal experience of, like from home, but my friend has this chair. And I have tested sitting on it, and I think it’s more beautiful as an object than for sitting, but well, I think it’s a very elegant, elegant object. ",
        "Swedish translation": "Okej. Så det här är Eero Aarnio's Pastill-stol, som jag inte har så mycket personlig erfarenhet av, som hemifrån, men min vän har den här stolen. Och jag har testat att sitta på den, och jag tycker att den är vackrare som föremål än att sitta, men jag tycker att det är ett väldigt elegant, elegant föremål. ",
        "Other language translation": "*",
        "Additional info": "*",
        "_datasetid": "55b31e3a-0131-4f3b-ac80-04de70bfafde",
        "_timestamp": 1668516694,
        "_timestamp_year": 2022,
        "_timestamp_month": 11,
        "_timestamp_day": 15,
        "_timestamp_hour": 12,
        "_timestamp_minute": 51,
        "_timestamp_second": 34
    },
    {
        "_id": "63738b56ec6863140217f36a",
        "Object name": "Chair - Pastille",
        "Object number": "44165",
        "Date of recording": "15/12/2021",
        "Context/event/workshop": "Workshop for a group, at Design Museum",
        "Contributor name": "Anonymous",
        "User ID": "315375",
        "End-user community": "Senior citizens",
        "Story ID(#)": "#44165S2",
        "Original language ": "Finnish",
        "Audio recording file name": "PASTILLE 3, Anonymous, 15.12.2021, Helsinki",
        "Start timestamp": "0:00",
        "End timestamp": "0:30",
        "Finnish translation": "No niin, täällä jatketaan täst Pastillista. Tää väri on minusta aivan valtavan hieno, mä en osaa sanoa miten tää kuva toistaa sen oikean värin, mut toivotaan et se toistaa sen, sen tuolin oikean värin, ja se, tykkään tost väristä ja sit mä tykkään tosta, mikä johtuu varmaan täst kuvakulmasta osittain, tosta epäsymmetrisyydestä mikä siin on. Täähän on jotenkin, eihän tää, eiks tää jotenkin keiku tää, kivasti niinku et se on keikkuva. Täl tuolilla keikkuminen on luvallista tällä tuolilla.  ",
        "English translation": "Well, here we continue about this Pastille. This colour is absolutely magnificent to me, I can't tell whether this picture reproduces its colour correctly, but hopefully it does, the correct colour of the chair, and it, and I like that colour and then I like the asymmetry in it, that’s probably partly because of the angle of view. This is somehow, doesn’t this, doesn’t this rock somehow, nicely, so that it’s like rockable. With this chair, rocking is allowed.  ",
        "Swedish translation": "Nåväl, här fortsätter vi om denna Pastill. Den här färgen är helt magnifik för mig, jag kan inte säga om den här bilden återger sin färg korrekt, men förhoppningsvis gör den det, rätt färg på stolen, och den, och jag gillar den färgen och då gillar jag asymmetrin i den, det beror nog delvis på synvinkeln. Den här är på något sätt, inte sant, gungar den inte på något sätt, snyggt, så att den är som gungbart. Med denna stol är det tillåtet att gunga.  ",
        "Other language translation": "*",
        "Additional info": "*",
        "_datasetid": "55b31e3a-0131-4f3b-ac80-04de70bfafde",
        "_timestamp": 1668516694,
        "_timestamp_year": 2022,
        "_timestamp_month": 11,
        "_timestamp_day": 15,
        "_timestamp_hour": 12,
        "_timestamp_minute": 51,
        "_timestamp_second": 34
    },
    {
        "_id": "63738b56fb9758706e72787b",
        "Object name": "Chair - Pastille",
        "Object number": "44165",
        "Date of recording": "15/12/2021",
        "Context/event/workshop": "Workshop for a group, at Design Museum",
        "Contributor name": "Anonymous",
        "User ID": "234555",
        "End-user community": "Senior citizens",
        "Story ID(#)": "#44165S3",
        "Original language ": "Finnish",
        "Audio recording file name": "PASTILLE 3, Anonymous, 15.12.2021, Helsinki",
        "Start timestamp": "0:30",
        "End timestamp": "0:45",
        "Finnish translation": "Et tota, jotenki, onhan tää, onhan tää siis hieno muoto, et mul ei, mul ei valitettavasti oo mielikuvaa siitä et olenko mä istunu tollasessa vai ei, mutta tota, must toi herättää kiinnostuksen että olispa se kiva istua tuossa. ",
        "English translation": "So well, somehow, it is, it is a great shape, but I don’t, I don’t unfortunately remember whether I have sat on one like that or not, but well, I think it brings an interest, that wouldn’t it be nice to sit on that one. ",
        "Swedish translation": "Så, på något sätt, den är, den är en fin form, så jag, så jag minns tyvärr inte om jag har suttit på en sån eller inte, men jag tror att det väcker intresse, att skulle det inte vara skönt att sitta på den där. ",
        "Other language translation": "*",
        "Additional info": "*",
        "_datasetid": "55b31e3a-0131-4f3b-ac80-04de70bfafde",
        "_timestamp": 1668516694,
        "_timestamp_year": 2022,
        "_timestamp_month": 11,
        "_timestamp_day": 15,
        "_timestamp_hour": 12,
        "_timestamp_minute": 51,
        "_timestamp_second": 34
    },
    {
        "_id": "63738b55619d8873905ef6f8",
        "Object name": "Canister – Jerry",
        "Object number": "32030",
        "Date of recording": "28/09/2022",
        "Context/event/workshop": "Design Evening",
        "Contributor name": "Lauri",
        "User ID": "213442",
        "End-user community": "General audience",
        "Story ID(#)": "#32030S6",
        "Original language ": "Finnish",
        "Audio recording file name": "JERRY 3, Lauri, 27.09.2022 Helsinki",
        "Start timestamp": "00:18",
        "End timestamp": "01:32",
        "Finnish translation": "Yks ainakin näitä tuohon bensakanisteriin liittyviä muistoja on ainakin, kun me oltiinkin tuolla mökillä. Ja kun mentiin pois, niin ainakin juteltiin ja tämmöistä, ja siinä oli aika rauhallinen hetki. Takakontissa oli äidin bensakanisteri. Bensan tuoksu oli. Auto hyrräsi ainakin mukavasti, mukavaa ääntä se kyllä tuotti. Ei ollut ihan hiljaisimpia autoja, mutta kuitenkin ihan mukavaa ääntä se tuotti. Omaa ainakin mielenkiintoisen moottorin hyrinän. Ainakin ujelluksen, ohjemenon, pienen radion ääntä. Se oli kyllä mukavaa aikaa. ",
        "English translation": "At least one of the memories related to that gas canister is when we were at the cabin. And when we left, we were at least chatting and such, and it was quite a calm moment. Mother's gas canister was in the trunk. There was the smell of gasoline. The car hummed nicely, it did make a nice sound. It wasn't exactly the quietest car, but it still produced a nice sound. At least it had an interesting humming sound of the engine. A whistling sound, the sound of a small radio. It was a nice time.",
        "Swedish translation": "Åtminstone ett av minnena relaterade till den bensindunken är när vi var vid stugan. Och när vi gick därifrån pratade vi och så, och det var en ganska lugn stund. Mammas bensindunk låg i bagageutrymmet. Det luktade bensin. Bilen surrade fint, den gav ett bra ljud. Det var inte precis den tystaste bilen, men den gav ändå ett trevligt ljud. Den hade åtminstone ett intressant surrande ljud av motorn. Ett visslande ljud, ljudet av en liten radio. Det var en trevlig tid.",
        "Other language translation": "*",
        "Additional info": "*",
        "_datasetid": "55b31e3a-0131-4f3b-ac80-04de70bfafde",
        "_timestamp": 1668516693,
        "_timestamp_year": 2022,
        "_timestamp_month": 11,
        "_timestamp_day": 15,
        "_timestamp_hour": 12,
        "_timestamp_minute": 51,
        "_timestamp_second": 33
    },
    {
        "_id": "63738b5578232564042adf46",
        "Object name": "Ceramic tile - Viimeinen Ateria",
        "Object number": "35971",
        "Date of recording": "21/09/2022",
        "Context/event/workshop": "Workshop for a group, at Design Museum",
        "Contributor name": "Saifuddin",
        "User ID": "119809",
        "End-user community": "Finnish language students",
        "Story ID(#)": "#35971S1",
        "Original language ": "Finnish",
        "Audio recording file name": "VIIMEINEN ATERIA 1, Saifuddin, 21.9.2022, Helsinki",
        "Start timestamp": "0:18",
        "End timestamp": "2:16",
        "Finnish translation": "Ensimmäinen kuva. Neljä henkilöä, ja menevät sekaisin, yrittävät, löysivät oikea tie ja oikea, mitä he tekevät. Toinen kuva oli kolme henkilöä. Keskellä oli todella surullinen. Vasemmalla yrittää neuvoa hänelle: “Älä huoli, elämä jatkuu”. Esimerkiksi hän haluaa antaa rauhaa hänelle. Kolmas kuva. Kolme henkilöä. He ovat hämmästynyt. Katsovat. Ja neljäs kuva on yksi ihminen. Hänen takana lautasella oli hedelmä, hedelmiä. Ja tämä vähän on erilainen, epäselvä, näyttää. Mutta viides kuva on, yksi on… ei näy hyvin, mutta haluaa laittaa rahaa. Vähän on vaikea selitys, ei ymmärrä hyvin. Mutta, ehkä he laittavat rahaa toisille ihmisille, säästävät rahaa. Sama näkyy. Ja kuudes kuva. Heillä on yksi lautanen. Laittavat ruokaa tuossa ihmisille. Tai siis on se sama kuin näyttää sämpylä ja leipä.  ",
        "English translation": "The first picture. Four people, and they get confused, they try, they found the right way and the right thing what they will do. The second picture was of three people. The one in the middle was really sad. The one on the left, he tries to advise him: \"Don't worry, life goes on\". For example, he wants to give him peace. The third picture. Three persons. They are amazed. They look. And the fourth picture is one person. Behind him on a plate was fruit. And this bit is different, unclear, it seems. But the fifth picture is, one is… one can’t see it well, but he wants to put money. It's a bit difficult to explain, one can’t understand it very well. But, maybe they put money to other people, save money. The same can be seen. And the sixth picture. They have one plate. They cook there for people. Or it looks like a bun and bread. ",
        "Swedish translation": "Första bilden. Fyra personer, och de blir förvirrade, de försöker, de hittade rätt sätt och rätt sak vad de kommer att göra. Den andra bilden var på tre personer. Den i mitten var riktigt ledsen. Den till vänster, han försöker råda honom: \"Oroa dig inte, livet går vidare\". Han vill till exempel ge honom frid. Den tredje bilden. Tre personer. De är förvånade. De tittar. Och den fjärde bilden är en person. Bakom honom på en tallrik låg frukt. Och den här är annorlunda, otydlig, verkar det som. Men den femte bilden är, en är... man kan inte se det bra, men han vill lägga pengar. Det är lite svårt att förklara, man kan inte förstå det så bra. Men kanske lägger de pengar till andra människor, sparar pengar. Detsamma kan ses. Och den sjätte bilden. De har en tallrik. De lagar mat där åt folk. Eller så ser det ut som en bulle och bröd. ",
        "Other language translation": "*",
        "Additional info": "*",
        "_datasetid": "55b31e3a-0131-4f3b-ac80-04de70bfafde",
        "_timestamp": 1668516693,
        "_timestamp_year": 2022,
        "_timestamp_month": 11,
        "_timestamp_day": 15,
        "_timestamp_hour": 12,
        "_timestamp_minute": 51,
        "_timestamp_second": 33
    },
    {
        "_id": "63738b5578ff61337567e273",
        "Object name": "Ceramic tile - Viimeinen Ateria",
        "Object number": "35971",
        "Date of recording": "21/09/2022",
        "Context/event/workshop": "Workshop for a group, at Design Museum",
        "Contributor name": "Saifuddin",
        "User ID": "119809",
        "End-user community": "Finnish language students",
        "Story ID(#)": "#35971S2",
        "Original language ": "Finnish",
        "Audio recording file name": "VIIMEINEN ATERIA 1, Saifuddin, 21.9.2022, Helsinki",
        "Start timestamp": "2:16",
        "End timestamp": "2:46",
        "Finnish translation": "Tämä oli tosi kuva, mukava kuva, tarina elämästä. Joo paljon erilainen näyttää. Mutta tämä minun mielestä tosi hyvä. Sinä kun katsot tuollaista kuvaa, opit elämästä hyvin asiaa. ",
        "English translation": "This was a real picture, a nice picture, a story about life. Yeah, it looks a lot different. But I think this is really good. When you look at a picture like that, you learn a lot about life. ",
        "Swedish translation": "Det här var en riktig bild, en fin bild, en berättelse om livet. Ja, det ser väldigt annorlunda ut. Men jag tycker att det här är riktigt bra. När man tittar på en sådan bild lär man sig mycket om livet. ",
        "Other language translation": "*",
        "Additional info": "*",
        "_datasetid": "55b31e3a-0131-4f3b-ac80-04de70bfafde",
        "_timestamp": 1668516693,
        "_timestamp_year": 2022,
        "_timestamp_month": 11,
        "_timestamp_day": 15,
        "_timestamp_hour": 12,
        "_timestamp_minute": 51,
        "_timestamp_second": 33
    },
    {
        "_id": "63738b5428b056289c6b6f0b",
        "Object name": "Canister - Jerry",
        "Object number": "32030",
        "Date of recording": "15/12/2021",
        "Context/event/workshop": "Workshop for a group, at Design Museum",
        "Contributor name": "Päivi Castren-Kortekangas",
        "User ID": "789838",
        "End-user community": "Senior citizens",
        "Story ID(#)": "#32030S4",
        "Original language ": "Finnish",
        "Audio recording file name": "JERRY 1, Päivi Castrén-Kortekangas, 15.12.2021, Helsinki",
        "Start timestamp": "1:48",
        "End timestamp": "2:52",
        "Finnish translation": "No sit, toinen juttu mitä me mietittiin et me ruvettiin miettii kun täs sanottiin joka paikas et onks tää jerry-, et tää on jerrykannu. Niin, meijän kaikkien mielestä jerrykannu on siis semmonen metallinen, kulmikas, joka ei oo näin muotoiltu, semmonen tota peltinen, semmonen bensakannu. Ja tota, täs toi meidän pöydän opaskin sano et mut kyl täs lukee jerry täs näin, mut ei tässä lue, et mun mielestä täs lukee VR, ihan selvästi. Ja sit mä en nää mitä täs pienemmäl lukee, Orthex ehkä tai joku vuosiluku tai joku et ei täs lue Jerry, et onks Jerry sit semmonen yleisnimi kannulle, et sitä saa käyttää vai onks jerrykannu oikeesti se peltinen ja tää onkin niinku muovikanisteri. Ja Eero Rislakki tän on suunnitellu et VR ei voi tarkottaa sitäkään, hänen nimikirjaimiansakaan, mutta tota, jokatapaukses tää on siis, tää on hyviä, ja lämpimiä assosiaatioita herättävä kuva ja ihana väri täs punases kannussa vielä ja tota, ja sen takia mä tästä halusin puhua.  ",
        "English translation": "Well then, another thing we thought of, started to think of, was that, it says here everywhere, that is this, this is a jerrycan. So, we all thought that a jerrycan is kind of like metallic, angular, not this much designed, like made of tin, like a gas canister. And, the guide in our table said as well, that it does say jerry here, but it doesn’t say that, I think it quite clearly says VR here. And then I can’t see what the smaller text says, Orthex maybe or some year or something, so it doesn’t say jerry, so is jerry then more like a generic name for a can, a name one can use, or is a jerrycan really the one made of tin, and this is actually like a plastic canister. And Eero Rislakki has designed this, so VR can’t mean that either, his initials, but well, in any case this is a picture that brings me warm associations and the colour of the red can is lovely too, and well, that’s why I wanted to talk about this one.  ",
        "Swedish translation": "Nåväl, en annan sak vi tänkte på, började tänka på, var att det står här överallt, det är det här, det här är en jerry dunk. Så vi trodde alla att en jerry dunk är som metallisk, kantig, inte så mycket designad, som gjord av tenn, som en bensindunk. Och guiden i vårt bord sa också att det står jerry här, men det står inte så, jag tror att det står VR ganska tydligt här. Och sedan kan jag inte se vad den mindre texten säger, Orthex kanske eller något år eller något, så det står inte jerry dunk, så är jerry mer som ett generiskt namn för en dunk, ett namn man kan använda, eller är en jerry dunk verkligen den som är gjord av tenn, och den här är faktiskt som en plastdunk. Och Eero Rislakki har designat det här, så VR kan inte betyda det heller, hans initialer, men tja, i alla fall är det här en bild som ger mig varma associationer och färgen på den röda dunken är också härlig, och tja, det var därför jag ville prata om den här.  ",
        "Other language translation": "*",
        "Additional info": "*",
        "_datasetid": "55b31e3a-0131-4f3b-ac80-04de70bfafde",
        "_timestamp": 1668516692,
        "_timestamp_year": 2022,
        "_timestamp_month": 11,
        "_timestamp_day": 15,
        "_timestamp_hour": 12,
        "_timestamp_minute": 51,
        "_timestamp_second": 32
    },
    {
        "_id": "63738b54461cf10d8073bc83",
        "Object name": "Canister – Jerry",
        "Object number": "32030",
        "Date of recording": "27/09/2022",
        "Context/event/workshop": "Design Evening",
        "Contributor name": "Lauri",
        "User ID": "213442",
        "End-user community": "General audience",
        "Story ID(#)": "#32030S5",
        "Original language ": "Finnish",
        "Audio recording file name": "JERRY 3, Lauri, 27.09.2022 Helsinki",
        "Start timestamp": "00:00",
        "End timestamp": "00:18",
        "Finnish translation": "Hei. Tässä olisi Lauri, joka kertoo aikanaan tarinansa. Mä valitsin tuon bensakanisterin, sillä se tuo mieleen ainakin useita automatkoja mökiltä.",
        "English translation": "Hello. This is Lauri, who will tell his story. I chose that gas canister, because it reminds me of at least several car rides from the cabin.",
        "Swedish translation": "Hallå. Det här är Lauri, som kommer att berätta sin historia. Jag valde den bensindunken, för den påminner mig om åtminstone flera bilturer från stugan.",
        "Other language translation": "*",
        "Additional info": "*",
        "_datasetid": "55b31e3a-0131-4f3b-ac80-04de70bfafde",
        "_timestamp": 1668516692,
        "_timestamp_year": 2022,
        "_timestamp_month": 11,
        "_timestamp_day": 15,
        "_timestamp_hour": 12,
        "_timestamp_minute": 51,
        "_timestamp_second": 32
    },
    {
        "_id": "63738b53fb9758706e727878",
        "Object name": "Canister - Jerry",
        "Object number": "32030",
        "Date of recording": "22/03/2022",
        "Context/event/workshop": "Laajasalo",
        "Contributor name": "Maria Levander",
        "User ID": "789889",
        "End-user community": "Senior citizens",
        "Story ID(#)": "#32030S1",
        "Original language ": "Finnish",
        "Audio recording file name": "JERRY 2, Group recording, 22.3.2022, Laajasalo",
        "Start timestamp": "0:04",
        "End timestamp": "0:40",
        "Finnish translation": "Ja otin tämän Jerry-kannun ihan sen takia, että tota, tässä on voinut olla mehua, vettä ja bensaa. Ihan kaikkia näitä. Ja tota, meillä on ollut vene joskus aikoinaan, ja siinä on ollut silloin vettä. Et kun ollaan jossain saaressa tai tämmöisessä, niin ei välttämättä aina oo ollut kaivoja. Niin tota, ollaan käytetty sitä sitten vesikannuna. Et sen takia otin tän Jerry-kannun. Semmoinen muisto tuli tästä. ",
        "English translation": "And I chose this Jerry canister because there may have been juice, water, and gasoline in it. All of these. And we used to have a boat, and there was water in it then. So when one is on an island or something like that, there may not always be a well there. So it has been used as a water jug then. So that's why I took this Jerry canister. That’s the memory it brought up. ",
        "Swedish translation": "Och jag valde den här Jerry-dunken eftersom det kan ha varit juice, vatten och bensin i den. Alla dessa. Och vi hade en båt, och det var vatten i den då. Så när man är på en ö eller något sånt, kanske det inte alltid finns en brunn där. Så den har använts som vattenkanna då. Så det var därför jag tog den här Jerry-dunken. Denna väckte ett sådant minne. ",
        "Other language translation": "*",
        "Additional info": "*",
        "_datasetid": "55b31e3a-0131-4f3b-ac80-04de70bfafde",
        "_timestamp": 1668516691,
        "_timestamp_year": 2022,
        "_timestamp_month": 11,
        "_timestamp_day": 15,
        "_timestamp_hour": 12,
        "_timestamp_minute": 51,
        "_timestamp_second": 31
    },
    {
        "_id": "63738b53f3d1b15c7d3cd1f0",
        "Object name": "Canister - Jerry",
        "Object number": "32030",
        "Date of recording": "15/12/2021",
        "Context/event/workshop": "Workshop for a group, at Design Museum",
        "Contributor name": "Päivi Castren-Kortekangas",
        "User ID": "789838",
        "End-user community": "Senior citizens",
        "Story ID(#)": "#32030S2",
        "Original language ": "Finnish",
        "Audio recording file name": "JERRY 1, Päivi Castrén-Kortekangas, 15.12.2021, Helsinki",
        "Start timestamp": "0:00",
        "End timestamp": "1:02",
        "Finnish translation": "Ja mä valitsin tän kannun äsken, kun meidän piti valita tosta, noista kuvista et mikä on sellanen mieleinen ja mä valitsin tän sen takia että mulle tulee täst kannusta mieleen kolme semmosta assosiaatiota, lämmintä ja kaunista assosiaatiota. Ensimmäinen on semmonen et tää on mun mielest semmonen, mitä mä oon nähny käytettävän ja mekin ollaan käytetty tollasena kalaverkon polana, joka siis ei tietenkään oo tämän normaali käyttötarkotus. Ja sitten tota, sit mul, toinen mikä mulle tulee täst mieleen niin on, on tota vaikka se ei oo samanlainen mikä mul on semmonen kanisteri mökillä, jota mä käytän mustikkametsässä. Nyt mä istun sen päällä kun mä poimin mustikoita, tai oon polvillani sen päällä tai jotenkin niin et, et ei selkä tuu kipeeks. Ja sit kolmas, kolmas tietenkin on sen normaali käyttötarkotus eli bensakan-, tai emmä tiä bensakanisteriks mä, bensakanisterina me sitä ainakin ollaan kotona käytetty veneessä niin että se on semmonen, semmonen kesäinen, kesäinen, tota ajatus.  ",
        "English translation": "And I chose this can when we had to choose one that we like from those pictures, and I chose this because the can gives me three associations, warm and beautiful associations. The first one is that I think this is one of those that I’ve seen to be used, and we have also used, as a float for a fishing net, which ofcourse isn’t what it’s normally intended for. And then, the second thing that comes to mind, even though it’s not the same, is a canister I have at the cottage, which I use when going to pick blueberries. Now I sit on it when I pick blueberries, or I’m on my knees on it or somehow so that my back won’t hurt. And then the third, the third, of course, is its normal use, that is, as a petrol canister, or as a petrol canister, as a petrol canister we have at least used it at home in a boat, so it is a summery thought. ",
        "Swedish translation": "Och jag valde den här dunken när vi fick välja en som vi gillar från de bilderna, och jag valde denna för att den här dunken ger mig tre associationer, varma och vackra associationer. Den första är att jag tror att den här är en av dem som jag har sett användas, och vi har också använt, som ett flöte för ett fiskenät, vilket naturligtvis inte är vad det normalt är avsett för. Och sedan, den andra jag tänker på, även om det inte är samma sak, är en dunk jag har vid stugan, som jag använder när jag ska plocka blåbär. Nu sitter jag på den när jag plockar blåbär, eller så ligger jag på knä på den eller på något sätt så att ryggen inte ska göra ont. Och sedan den tredje, den tredje är förstås dess normala användning, det vill säga som bensindunk, eller som bensindunk, som bensindunk har vi i alla fall använt den hemma i en båt, så det är en somrig tanke. ",
        "Other language translation": "*",
        "Additional info": "*",
        "_datasetid": "55b31e3a-0131-4f3b-ac80-04de70bfafde",
        "_timestamp": 1668516691,
        "_timestamp_year": 2022,
        "_timestamp_month": 11,
        "_timestamp_day": 15,
        "_timestamp_hour": 12,
        "_timestamp_minute": 51,
        "_timestamp_second": 31
    },
    {
        "_id": "63738b53b6bab71ffc679aa4",
        "Object name": "Canister - Jerry",
        "Object number": "32030",
        "Date of recording": "15/12/2021",
        "Context/event/workshop": "Workshop for a group, at Design Museum",
        "Contributor name": "Päivi Castren-Kortekangas",
        "User ID": "789838",
        "End-user community": "Senior citizens",
        "Story ID(#)": "#32030S3",
        "Original language ": "Finnish",
        "Audio recording file name": "JERRY 1, Päivi Castrén-Kortekangas, 15.12.2021, Helsinki",
        "Start timestamp": "1:02",
        "End timestamp": "1:48",
        "Finnish translation": "Ja sit me, sit me tota tos yhteistuumin äsken viel käytiin läpi näitä, tuolla ylhäällä kun piti keskustella näistä ja mietittiin et tää kuva on otettu semmoselta suunnalta, et täst on vaikee nähdä nyt et onks tässä... kun siis jos tätä käyttää bensakanisterina, tai mehukanisterina, minä hyvänsä, niin täähän ei tuu kunnolla tää  neste täält ulos, jos tääl ei oo ilma-aukkoo jossakin. Ja sitä ei täs nyt näy, mut periaattees luulis et tääl ois semmonen pieni ruuvi tääl takana, musta, et tämmönen samanlainen musta korkki, joka otetaan pois niin et saa kaadettuu siis sillai suorana, et se muutenhan se pulputtaa ja vettää ilmaa täst samasta täällä reiästä eikä toimi tää systeemi. Mutta varmaan täs on kun tää on tällanen, tällanen tota, design-esine.  ",
        "English translation": "And then, as we went through these together up there, as we were supposed to discuss these, and we thought that this picture is taken from such a direction, that it’s difficult to see is there in this one… like if you use this as a gas canister, or as a juice canister, whatever, so the liquid doesn't come out of here properly if there is no air vent somewhere. And one can’t see it here now, but in principle one would think that there is a small screw behind it here, a black one, a similar cap like this that is taken off, so that one can like pour straight, otherwise it glucks and pulls in air from the same hole here, and this system won’t work. But probably this one has one, as it’s this kind of a, this kind of a design object. ",
        "Swedish translation": "Och sedan, när vi gick igenom dessa tillsammans där uppe, när vi borde diskutera dessa, och vi trodde att den här bilden är tagen från ett sådant håll, att det är svårt att se finns det i den här... alltså om du använder den som en bensindunk, eller som en juicedunk, vad som helst, så vätskan kommer inte ut härifrån ordentligt om det inte finns någon luftventil någonstans. Och man kan inte se den här nu, men i princip skulle man tro att det finns en liten skruv bakom den här, en svart, en liknande kork som tas av, så att man kan hälla rakt, annars sipprar den och drar in luft från samma hål här, och det här systemet fungerar inte. Men förmodligen har den här ett, eftersom den är ett sånt här, ett sånt här designobjekt.  ",
        "Other language translation": "*",
        "Additional info": "*",
        "_datasetid": "55b31e3a-0131-4f3b-ac80-04de70bfafde",
        "_timestamp": 1668516691,
        "_timestamp_year": 2022,
        "_timestamp_month": 11,
        "_timestamp_day": 15,
        "_timestamp_hour": 12,
        "_timestamp_minute": 51,
        "_timestamp_second": 31
    },
    {
        "_id": "63738b52ec6863140217f367",
        "Object name": "Bicycle - Jopo",
        "Object number": "11780",
        "Date of recording": "15/03/2022",
        "Context/event/workshop": "Workshop for a group, at Design Museum",
        "Contributor name": "Eeva-Kaarina Öyry",
        "User ID": "751188",
        "End-user community": "Senior citizens",
        "Story ID(#)": "#751188S1",
        "Original language ": "Finnish",
        "Audio recording file name": "JOPO 1, Group recording, 15.3.2022, Helsinki",
        "Start timestamp": "00:03",
        "End timestamp": "01:17",
        "Finnish translation": "Ja otetaas nyt muistoja tästä Joposta. Eli mä olen Eeva-Kaarina. Ja mulle tulee Joposta mieleen se juttu, että mä kun oon sisarussarjassa kasvanut, niin mulle oli aina polkupyörä perinnöksi isoilta siskoilta. Ja sitten mä olin jo ehkä kesätyöpaikassa, uimaopettajana. Ja Jopot oli tullut just silloin markkinoille. Ja mä haaveilin siitä, et nyt näillä kesärahoilla mä ostan Jopon. Ja Jopo on juuri tää samanvärinen oranssi. Ja se oli ihana, et mul oli eka oma pyörä. Se on ollut 1970-luvun vaihteessa suurinpiirtein. Nii-in, 1975 tääl on. No joo, aika hyvin muistin. No, mikäs sun seuraava tavara on, Leena.",
        "English translation": "And now let’s have some memories of this Jopo. So I am Eeva-Kaarina. And Jopo brings to my mind that, while growing up with siblings, I always inherited bicycles from my big sisters. And then I was probably already working for the summer, as a swimming instructor. And the Jopo bicycles had just entered the market. And I dreamed that with the money I earned from the job, I would buy a Jopo. And that Jopo was the same kind of orange colour as this one. And it was wonderful that I had my own bicycle  for the first time. It was approximately at the turn of the 1970s. Yeah, 1975 it says here. Well yeah, I remembered pretty well. Well, what's your next object, Leena.",
        "Swedish translation": "Och nu ska vi ha några minnen av Jopo. Så jag är Eeva-Kaarina. Och Jopo påminner mig om när jag växte upp med syskon, jag alltid fick cyklar från mina storasystrar. Och då var jag redan i ett sommarjobb, som simlärare. Och Jopo-cyklarna hade precis kommit in på marknaden. Och jag drömde att jag skulle köpa en Jopo med pengarna jag tjänade på jobbet. Och min Jopo hade samma sorts orange färg som den här. Och det var underbart att jag hade min egen cykel för första gången. Det var ungefär i början av 1970-talet. Ja, 1975 står det här. Jo, jag mindes ganska väl. Nåväl, vad är ditt nästa objekt, Leena.",
        "Other language translation": "*",
        "Additional info": "*",
        "_datasetid": "55b31e3a-0131-4f3b-ac80-04de70bfafde",
        "_timestamp": 1668516690,
        "_timestamp_year": 2022,
        "_timestamp_month": 11,
        "_timestamp_day": 15,
        "_timestamp_hour": 12,
        "_timestamp_minute": 51,
        "_timestamp_second": 30
    }
]